{
  "id": "2226b8d3-f97c-43bd-9f42-f8e621883023",
  "filename": "1-s2.0-S0278431917308113-main",
  "tokens": 15011,
  "summary": "Here is a summary of the document in under 170 words:\n\nThis study explores Generation Z's perceptions of the hospitality industry, using the Theory of Planned Behaviour to examine their attitudes, social influences, and perceived difficulties. The global tourism industry is a significant employer, but faces a workforce gap. Generation Z, born between 1995-2009, is tech-savvy and values flexibility and honesty. The study surveyed 71 hospitality students, finding overall positive attitudes towards the industry, with a focus on job satisfaction and career prospects. However, the study also identified challenges such as difficult hours and workplace safety issues. The research aims to address the gap in understanding Generation Z's attitudes and expectations, informing effective recruitment and education strategies for the hospitality industry. The study's findings have implications for the industry's future workforce and the development of targeted recruitment and retention strategies.",
  "summary_title": "\"Gen Z's Hospitality Industry Perceptions\"",
  "sections": [
    {
      "id": "9e9823bb-90ae-4b4d-bffc-0fb8ba382345",
      "title": "Preamble",
      "level": 0,
      "content": "<!-- image -->",
      "summary": "No text is provided in the section to summarize.",
      "summary_title": "\"No Text Available\""
    },
    {
      "id": "db9c3a46-e7be-4462-a10b-365bcc9775e7",
      "title": "Preamble",
      "level": 0,
      "content": "Contents lists available at ScienceDirect",
      "summary": "Contents of the publication are available for viewing on the ScienceDirect platform.",
      "summary_title": "\"ScienceDirect Offers Publication Viewing\""
    },
    {
      "id": "45f49620-4283-49db-8e28-7346cf152887",
      "title": "International Journal of Hospitality Management",
      "level": 2,
      "content": "journal homepage: www.elsevier.com/locate/ijhm\n\n",
      "summary": "The International Journal of Hospitality Management's homepage is located at www.elsevier.com/locate/ijhm.",
      "summary_title": "IJHM Journal Website Location"
    },
    {
      "id": "fb37ca76-f62a-4aa2-b8d4-574c98e86ead",
      "title": "A workforce to be reckoned with: The emerging pivotal Generation Z hospitality workforce",
      "level": 2,
      "content": "Edmund Goh a, ⁎ , Cindy Lee b\n\n",
      "summary": "Authors Edmund Goh and Cindy Lee are listed, denoted by affiliations a and b, respectively.",
      "summary_title": "Authors Edmund Goh and Cindy Lee"
    },
    {
      "id": "952c9264-118e-409e-8b44-a49709ecc57d",
      "title": "ARTICLE INFO",
      "level": 2,
      "content": "Keywords: Generation Z Hospitality industry\n\nTheory of planned behaviour\n\nHospitality career perceptions\n\n",
      "summary": "Generation Z's perceptions of hospitality careers are influenced by the theory of planned behaviour, affecting their career choices and industry representation.",
      "summary_title": "\"Gen Z Hospitality Career Perceptions\""
    },
    {
      "id": "673fc717-a5c2-417d-ba8f-488d4fba15da",
      "title": "ABSTRACT",
      "level": 2,
      "content": "Despite the ' perfect storm ' of older employees leaving the workforce and younger hospitality employees entering the hospitality industry, there has not been a single study in the hospitality literature investigating Generation Z ' s attitudes towards working in the hospitality industry. Understanding this future hospitality workforce is pivotal as empirical studies of past generations (Baby-boomers, Generation X and Generation Y) have reported high turnover patterns among the hospitality workforce to be a major human resource problem in this dynamic industry. This research evaluated the usefulness of the Theory of Planned Behaviour (TPB) as the theoretical framework to distill and unpack Generation Z ' s perceptions (n = 71) about working in the hospitality industry. Results suggest Generation Z viewed overall positive attitudes about the hospitality industry such as exciting, a people ' s industry with travel opportunities along with certain challenges such as dealing with people, long/odd hours and potential workplace health and safety issues.\n\n",
      "summary": "A study investigated Generation Z's attitudes towards the hospitality industry, finding overall positive views, but also awareness of challenges such as difficult hours and workplace safety issues.",
      "summary_title": "Gen Z's Views on Hospitality Industry"
    },
    {
      "id": "52832528-9fee-495d-b41d-4b84948d008e",
      "title": "1. Introduction",
      "level": 2,
      "content": "The tourism and hospitality industry is a key driver of the global economy creating 109 million jobs and contributing $2.3 trillion (World Travel and Tourism Council, 2017). This equates to 10.2% of the world ' s GDP and sees 1 in 10 jobs being tourism and hospitality related (World Travel and Tourism Council, 2017). In Australia, the hotel industry is worth $14 billion annually employing 380,000 employees across 6807 hotels in Australia (Australia Hotel Association, 2015). The Australian Tourism Labour Force Report forecasts demand for hospitality workers to grow by 123,000 (including 60,000 skilled workers) by 2020 (Deloitte, 2015). This strong predicted growth opens up numerous hospitality career opportunities highlighting the crucial need for quali /uniFB01 ed and well-trained hospitality graduates who will be of value to the coming development of the hospitality industry. Despite the prevalent and prominent issue of high workforce turnover in the hospitality industry, several researchers (Richardson, 2009) have reported that hotel managers are still not doing enough to keep hospitality graduates motivated to remain in the industry such as a lack of career planning and progression opportunities, and often see them as cheap labour where the hospitality sector is one of the lowest paid industry (Casado-Díaz and Simón, 2016). Given the seasonal nature of the hospitality industry, most companies operate on a small skeleton permanent workforce and employ additional casual sta /uniFB00 during peak\n\nE-mail addresses: e.goh@ecu.edu.au (E. Goh), cindy.lee@laureate.edu.au (C. Lee).\n\nperiods (Zopiatis et al., 2014), which makes it di /uniFB03 cult to have job security resulting in high turnover of employees leaving the hospitality industry (Chalkiti and Sigala, 2010). As more hospitality graduates enter the hospitality workforce, HR managers have realigned their understanding of employee expectations as an important element of job embededness rather than job turnover intentions (Robinson et al., 2014). However, attracting prospective employees in hospitality has been problematic in Australia. The Australia Department of Employment Survey reported 43% of hospitality employers found recruitment di /uniFB03 culties in trying to /uniFB01 ll vacancies in their hospitality companies with a 28% recruitment rate (28 vacancies per 100 sta /uniFB00 ) (Australia Department of Employment, 2014).\n\nThis perennial workforce issue in hospitality and tourism has received very little attention as compared to other hospitality and tourism areas. In a meta-analysis on 2868 hospitality and tourism journal articles in the top 12 hospitality and tourism journals, only 2% were categorized as human resource management related (Ballantyne et al., 2009). The paucity of workforce related articles in hospitality was highlighted by Baum et al. (2016) where only 27% (458 of 1700 articles) were workforce related. Unpacking their meta-analysis further, Baum et al. (2016) identi /uniFB01 ed 40 articles that were personal characteristics/attributes/traits related workforce studies such as Generation Y research. The under-represented area of demographic characteristics has been a common recurring theme in the hospitality workforce\n\n<!-- image -->\n\n<!-- image -->\n\nliterature (Lucas and Je /uniFB00 ries, 1991; Baum, 2010; Solnet et al., 2012; Baum et al., 2016). It is paramount to note demographic and generation changes confront and will continue to confront the hospitality workforce. Researchers have called this the ' perfect storm ' (Solnet et al., 2016) where over time, older employees leave and younger hospitality employees enter the hospitality industry. This will see some key dynamics in the hospitality industry structure such as a younger workforce who is willing to accommodate the demands of a 24/7, 365 days service to hotel guests (Scholarios and Taylor, 2014). Younger employees will hold higher positions in the hotel industry, while older employees work in more front line positions, which presents advantages and challenges for hotel managers (Solnet et al., 2012). This is an accurate re /uniFB02 ection in Australia where 43% of the hospitality workforce is aged between 15 and 24 and 20% of the hospitality workforce is aged between 45 and 64 (Australia Department of Employment, 2014).\n\nAlthough there has been a plethora of studies examining attitudinal factors and hospitality as a career choice among Baby Boomers (1945 -1964) (Paxon, 2009), Generation X (1965 -1979) (Zemke et al., 2000), and Generation Y(1980 -1998) (Cennamo and Gardner, 2008), no studies investigated the career perceptions of Generation Z (1995 -2009) (Randstad, 2017) in the hospitality industry. Second, majority of the hospitality workforce fall into the Generation Z age bracket of (15 -24 years of age) (Australia Department of Employment, 2014). Third, most of these motivational studies investigated motivations without the use of any theoretical research frameworks. Therefore, the objective of this study is to investigate the emerging pivotal workforce of Generation Z ' s attitudes towards working in the hospitality industry, reference groups that in /uniFB02 uence their hospitality career decision, and their perceived di /uniFB03 culties towards working in the hospitality industry.\n\n",
      "summary": "The global tourism industry generates $2.3 trillion and 109 million jobs, with 1 in 10 jobs related to tourism and hospitality, driving a strong demand for qualified graduates.",
      "summary_title": "\"Tourism Industry Generates Trillions\""
    },
    {
      "id": "e58085a2-587b-496d-ad1a-9132715de825",
      "title": "2. Literature review",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide a section for me to create a summary.",
      "summary_title": "\"No Section Provided\""
    },
    {
      "id": "9810cad6-3cf8-47f4-b7d3-56f433dff66f",
      "title": "2.1. Generation Z",
      "level": 2,
      "content": "One of the most distinctive identity in generational theory and research is through its years of birth (Mannheim, 1952; Strauss et al., 1991); for example, Baby-boomers (1946 -1964) (Paxon, 2009), Generation X (1965 -1979) (Zemke et al., 2000), and Generation Y (1980 -1998) (Cennamo and Gardner, 2008). Generation theory assumes that we can generalize cohort di /uniFB00 erences to the mean cohort level of each generation for a better understanding of the pro /uniFB01 le and characteristics of prototypical individuals (Twenge et al., 2010). For example, Generation Y are ambitious, crave prestige and status in their jobs, impatient and expect immediate rewards in promotion and pay (Gursoy et al., 2008; Nitya and Anand, 2016). Other researchers have also found Generation Y to be more inclined to work in a green and sustainable hotel environment (Goh et al., 2017a,b). On the other hand, Baby-boomers place less emphasis on social work values and do not necessarily see the importance of a fun workplace (Ng et al., 2010).\n\nIn most research on generational studies, researchers have often relied on birth date ranges to de /uniFB01 ne a generation accompanied with a range of demographic characteristics to describe a particular generation (Cogin, 2012). Although empirical separations of di /uniFB00 erent generations are often done on the premise of age groups, age e /uniFB00 ects may not be mutually exclusive and similar traits may occur towards the end of a generation cohort and start of a new generation cohort (Parry and Urwin, 2011). Individuals born a year on the other side of the generational divide would not be expected to display entirely di /uniFB00 erent characteristics from a person born a year before (Meeks et al., 2013). For example, those Generation X born in 1979 could display certain similar characteristics of those born in 1980 Generation Y. This explains why past studies have reported di /uniFB00 erent cohort generation brackets with a di /uniFB00 erence in couple of years and a vague debate regarding the age bracket of Generation Z. This brings us to the de /uniFB01 nition of Generation Z where most refer to being born between 1995 and 2009. For\n\nexample, one of the multinational companies, Randstad Holding, which specializes in Human Resource Consulting worth $19.2b in annual revenue across 39 countries, de /uniFB01 ned Generation Z as individuals born between 1995 and 2009 (Randstad, 2017) whom are at the stage of completing their higher education and entering the workplace. This is one of the most reliable de /uniFB01 nitions of Generation Z, and is the cohort bracket adopted in this current research study. According to Deloitte (2017), generation Z will make up over 20% of the workforce in the next four years, representing a considerable portion of the labour market. The entry of this generation to the workforce is accompanied by the retirement of Baby Boomers, possibly resulting in a huge shift in work culture and environment (Solnet et al., 2016). The environment and values that surround each generation during the growing period shapes the consuming behaviour and basic social values of individuals from that particular generation. Unlike other generations, Generation Z has not lived in a world without Internet. This group of individuals is dependent on and familiar with the use of technology as they have been exposed to the Internet since birth (Ozkan and Solmaz, 2015). Past researchers have studied the characteristics of this generation to better understand their needs, wants and expectations. Ozkan and Solmaz (2015) found this generation to portray self-con /uniFB01 dence, embrace team spirit, require assurance for their future, seek happiness at the workplace and desire independence over authority. Schawbel (2016) stated that (1) while this generation is fond of corporate o /uniFB03 ces, they embrace /uniFB02 exibility at work, (2) they favor face to face communication in comparison to technology but want companies to adapt social media, (3) they intend to work in more than one country throughout their career and (4) they prefer regular feedback over annual performance reviews. Deloitte (2017) also found that generation Z is ready to work hard but expect to move up quickly in their career. They appreciate honesty and integrity demonstrated by supervisors but may lack speci /uniFB01 c skills required at the workplace.\n\n",
      "summary": "Generational theory categorizes people by birth year, with distinct characteristics for each group, such as Baby Boomers and Generation Y, and now Generation Z (born 1995-2009), who are tech-savvy and value flexibility and honesty.",
      "summary_title": "\"Generational Theory Overview\""
    },
    {
      "id": "9de6a011-8187-489b-9f81-a37d397c3f92",
      "title": "2.2. Motivational factors to join the hospitality industry",
      "level": 2,
      "content": "Hospitality institutions have an obligation to address the industry workforce gap through the delivery of curriculum and training critical for preparing students to progress into their hospitality career (Raybould and Wilkins, 2006). To maximise employability, graduate attributes must be current and desired by the hospitality industry (Su and Feng, 2008). Numerous researchers have studied the attitudes of hospitality students towards pursuing a hospitality-related career (Chan et al., 2002; Richardson, 2009; Solnet et al., 2012; Hertzman et al., 2015). Majority of past studies focused on the attitudes of ' Generation Y', who have mostly graduated from their undergraduate or postgraduate program and moved on to employment. Other studies such as Hertzman et al. (2015) explored the characteristics of Millennials hospitality management students. However, there is a lack of research aimed towards Generation Z, the generation that will feed into the hospitality workforce in the near future. According to Davidson et al. (2011), the generational change in the hospitality workforce implies di /uniFB00 erent work attitudes that will a /uniFB00 ect Human Resource Management in the hospitality industry. For example, Generation X are more concerned about the social climate, whereas Generational Y are more motivated by career development and job content (Lub et al., 2016) This echoes the statement by Gursoy et al. (2008) about the di /uniFB00 erent characteristics, skill sets, and values portrayed by each generation. Oliver (2006) compared the work expectations of Generation Y with the generations before and found an increase in expectations in regards to pay, work conditions, promotion and career advancement.\n\nHospitality careers have always been labeled as low-paying, seasonal, repetitive, stressful, odd working hours as well as being physically and emotionally demanding (Richardson, 2009; Solnet et al., 2012; Barron et al., 2014; Gan, 2016; Mooney, 2016; Nyanjom and Wilkins, 2016; Robinson et al., 2016), which could be possible factors deterring graduates from applying for a job in the industry. For\n\nexample, hospitality workers in Malaysia had little con /uniFB01 dence that even with the introduction of a minimum wage policy, salary levels and working conditions will not improve in the hospitality industry (Gan, 2016). Richardson and Butler (2012) found tourism and hospitality students to perceive the industry lacking appeal as a career path as it does not ful /uniFB01 ll many of the important factors in a career. It was also highlighted by Leal-Muniz and Constantine (2005) that students ' perception of career barriers is a factor leading to the rejection of certain career choices. Furthermore, there is tension from older hospitality workers not appreciating and seeing younger hospitality workers with having little value and work experience (Mooney, 2016). It is important for hospitality employers to recognize Generation Z ' s needs and expectations of the job, thus enticing them to join the hospitality workforce. As mentioned by Chacko et al. (2012), Human Resource Managers need to anticipate attitudes, desires, characteristics and skills of upcoming generations as they make up majority of the new hires.\n\n",
      "summary": "The hospitality industry faces a workforce gap, with institutions obligated to prepare students for careers, but research on Generation Z's attitudes and expectations is lacking, hindering effective recruitment.",
      "summary_title": "\"Hospitality Industry Faces Workforce Gap\""
    },
    {
      "id": "1db32441-3f7a-463d-9d75-c9f696aa3702",
      "title": "2.3. Theoretical framework: theory of planned behaviour",
      "level": 2,
      "content": "It is important to cement the present study with an established theoretical framework as this is often lacked in workforce studies in hospitality. The lack of a theoretical framework presents an unnecessary restriction in the omission of identifying important variables (Goh, 2009). The present study draws upon an established behavioural theory, the Theory of Planned Behaviour (TPB) (Ajzen, 1991) to explore the intentions of Generation Z to join the hospitality workforce determined by the respective independent variables (attitudes, subjective norms and perceived di /uniFB03 culties). The TPB can be used to examine Generation Z ' s attitude towards working in hospitality; their perception of approval from others in supporting their hospitality career (subjective norms); and perceived barriers towards working in hospitality. These three independent variables can predict and unpack intentions for volitional and non- volitional control behaviours (Ajzen, 1991).\n\nThis behavioural theory has a strong e /uniFB03 cacy in understanding Generation Z ' s perceptions towards the hospitality industry. Firstly, there has been a plethora of studies reporting various attitudes that can be associated with working in the hospitality industry, such as positive aspects that hospitality is interesting (Richardson, 2009), or the negative mindset of emotionally demanding (Barron et al., 2014). With regards to subjective norms, industry managers (Hertzman et al., 2015), and school career advisors (Chang et al., 2009) have been mentioned as important reference groups that can in /uniFB02 uence their decision making process of career choices. The last variable of the TPB is the role of perceived di /uniFB03 culties that may hinder Generation Z from working in hospitality. These barriers can be seen as potential di /uniFB03 culties de /uniFB02 ecting Generation Z from joining the hospitality career such as low pay, long working hours, and physically demanding (Richardson, 2009; Solnet et al., 2012; Barron et al., 2014).\n\n",
      "summary": "This study uses the Theory of Planned Behaviour to explore Generation Z's intentions to join the hospitality workforce, examining attitudes, subjective norms, and perceived difficulties as key variables influencing their decisions.",
      "summary_title": "Generation Z's Hospitality Career Intentions"
    },
    {
      "id": "052b1e46-fe31-485a-a666-b9edda955ea8",
      "title": "3. Research questions",
      "level": 2,
      "content": "The review of literature in hospitality workforce motivations proved a paucity of research undertaken into the area of attitudes, subjective norms, and perceived di /uniFB03 culties behind Generation Z ' s perceptions towards working in the hospitality industry. The Generation Z cohort has not been examined in past hospitality workforce research despite the pivotal dependence on this young emerging workforce as older employees leave the hospitality workforce. This is supported by the call for research by Baum et al. (2016) who highlighted a need for future workforce research in hospitality to be leveraging interdependencies across micro, meso and macro levels within workforce research taxonomy, which in our research investigates characteristics/attitudes crossing over with human resource management. Furthermore, there has been a call for research into on-ongoing research engagement in hospitality workforce to address the needs of the hotel and evolving workforce within an ever-changing external environment to support\n\ne /uniFB00 ective long range planning of requirements in the hospitality industry (Solnet et al., 2015). Lastly, this research is much needed to contribute to the limited workforce research being conducted in the hospitality and tourism literature (Ballantyne et al., 2009; Baum et al., 2016). This research study developed three key research questions to address the research gap.\n\nResearch question 1: What are the attitudes of Generation Z hospitality students towards working in the hospitality industry?\n\nResearch question 2: Who are the important social groups that in/uniFB02 uence Generation Z hospitality students towards working in the hospitality industry?\n\nResearch question 3: What are the perceived di /uniFB03 culties faced by Generation Z hospitality students towards working in the hospitality industry?\n\n",
      "summary": "Research on Generation Z's attitudes towards hospitality work is lacking, despite their importance to the industry's future. This study addresses this gap with three research questions exploring attitudes, social influences, and perceived difficulties.",
      "summary_title": "\"Gen Z's Hospitality Career Attitudes\""
    },
    {
      "id": "66bf851d-2f44-4b5d-85a8-806a326793e9",
      "title": "4. Data and methodology",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section you'd like me to summarize.",
      "summary_title": "No Section Provided"
    },
    {
      "id": "e602713b-0b5c-4ee7-b23b-7d8830338685",
      "title": "4.1. Background of Generation Z hospitality students",
      "level": 2,
      "content": "Out of the four hotel management schools in New South Wales, three hotel management institutions (Blue Mountains International Hotel Management School -BMIHMS, William Blue College of Hospitality Management -WB, and International College of Management Sydney-ICMS) agreed to participate in this research study. These hotel schools were chosen as they o /uniFB00 ered a similar hotel management program where students have to complete various practical units such as Food and Beverage Management, Food and Beverage Cost Control, and Rooms Division. These practical units comprise of a huge element of vocational learning where students have to perform up to 90 h of hands on applied learning across 10 weeks and 40 h classroom contact per semester (lectures and tutorials). Students are required to meet various learning outcomes through practical assessments, individual essays, group reports, presentations, written exams, and 9 -12 months internship at a hotel.\n\n",
      "summary": "Three hotel management schools in NSW participated in the study, offering similar programs with practical units and vocational learning, including internships and assessments.",
      "summary_title": "NSW Hotel Management Schools Studied"
    },
    {
      "id": "726916f8-b200-474a-89d4-66b6ac83f2a4",
      "title": "4.2. Methodology",
      "level": 2,
      "content": "",
      "summary": "There is no section provided to summarize. Please provide the section, and I will create a concise summary.",
      "summary_title": "\"No Text to Summarize\""
    },
    {
      "id": "aacbac3b-f28a-4d4d-931f-ae102bf56e9d",
      "title": "4.2.1. Research design",
      "level": 2,
      "content": "Given the novelty and exploratory nature of this research study, a qualitative approach was adopted to provide more in-depth scrutiny of the research phenomenon than to over-rely on statistics in the early stages of development of new a topic area (Ballantyne et al., 2009; Molina-Azorin and Font, 2016). The research objective was to elicit Generation Z ' s attitudes, key social groups and perceived di /uniFB03 culties toward working in the hospitality industry. Students who were in their /uniFB01 rst year of undergraduate studies were targeted as their perceptions about the hospitality industry were still ' pure ' and able to provide more unbiased and truthful perceptions about the hospitality industry. The attitudes variable was identi /uniFB01 ed through positive and negative attitudes to measure the overall perceptions of working in the hospitality industry. The subjective norms variable measured important social groups, and perceived behavioural control measured perceived di /uniFB03 culties or barriers. More importantly, Generation Z students ' current attitudes were of high importance, as intentions predict the future behaviour or action of students (Goh, 2011; Goh and Ritchie, 2011; Fatima et al., 2015; Goh and Kong, 2016; Goh and Scerri, 2016; Goh et al., 2017a,b).\n\n",
      "summary": "A qualitative approach was used to study Generation Z's attitudes towards the hospitality industry, targeting first-year students for unbiased perceptions, and measuring attitudes, social groups, and perceived difficulties.",
      "summary_title": "\"Gen Z's Hospitality Industry Perceptions\""
    },
    {
      "id": "631911ae-4618-4a25-8dfd-ebef0a13c539",
      "title": "4.2.2. Sampling",
      "level": 2,
      "content": "Respondents consisted of Generation Z hospitality students born between 1995 and 2009 enrolled in the hospitality management program in semester 1, 2017. Undergraduate year 1 students were selected as the sample pro /uniFB01 le because their age range was the closest resemblance to the Generation Z age group. Out of the 178 /uniFB01 rst year students enrolled in year 1, 71 students (20 males and 51 females) (28% males and 72% female) agreed to participate (response rate = 39%)(See\n\nE. Goh, C. Lee\n\nTable 1\n\nResponse rate across participating institutions.\n\nTable 1 for sample breakdown). The total sample size of 71 students meets the recommended sample size (n ≥ 25) for TPB elicitation studies (Ajzen and Fishbein, 1980; Godin and Kok, 1996). The sample group consisted of new year 1 students who were enrolled in their /uniFB01 rst semester of their Hotel Management program. It is important to note that there were more female respondents as compared to male respondents. This is consistent and a re /uniFB02 ection of the gender composition in the hospitality industry where there are more female workers (55%) as compared to male workers (45%) (Australia Department of Employment, 2014).\n\nPersonal face to face interviews were conducted with all respondents. The interviews began with an introduction of the interviewer, purpose of research, instructions on the interview layout, and reassured con /uniFB01 dentiality of the research data collected. Respondents were given a consent form to read and signed (no personal particulars) to re /uniFB02 ect the consent of the respondent ' s voluntarily participation in the research study and their agreement for the interviewer to record the interview. Respondents were told that they can leave anytime during the interview if they felt uncomfortable and did not wish to continue the interview. On average, each interviewed lasted between 30 and 45 min. To ensure accuracy and reliability, the recorded interviews were transcribed verbatim within 48 h. The interviews were conducted at a designated o /uniFB03 ce space at the respective campus grounds. The interviews took place in week 3 -6 of the semester to reduce biasness and elicit a more accurate re /uniFB02 ection of how Generation Z pictured working in the hospitality industry. It was important to collect data before any major assessments and exams were due to avoid any personal subjective judgements about the hospitality industry if they had performed poorly on the /uniFB01 rst assignment.\n\n",
      "summary": "The study surveyed 71 Generation Z hospitality students, with 39% response rate, consisting of 20 males and 51 females, to gather data on their perceptions of working in the hospitality industry.",
      "summary_title": "Gen Z Hospitality Career Perceptions"
    },
    {
      "id": "8075b318-5da4-4cb2-b68a-f22afb2f14b6",
      "title": "5. Results and discussion",
      "level": 2,
      "content": "This research study adopted a qualitative technique through content analysis to systematically unpack the collected data as recommended by Ajzen and Fishbein (1980). A coding system was designed to identify, code and group the raw data using ATT coding for attitudes towards working in hospitality, SN coding for important reference groups, and PBC coding for perceived di /uniFB03 culties towards working in the hospitality industry. These three codes were based on the TPB framework. In order to explore the distribution of the key TPB items, a frequency analysis was performed through manual analysis to count the number of times a particular code occurred repeatedly. This technique allows the identi/uniFB01 cation of key salient beliefs of the TPB items, which is commonly used in past TPB studies (e.g. Goh 2009, 2010; Goh and Ritchie, 2011; Wang and Ritchie, 2013; Goh and Scerri, 2016; Goh and Kong, 2016; Goh et al., 2017a,b). In total, 30 key items were elicited from the interviews: 14 key attitudes, 6 important social reference groups, and 10 key dif/uniFB01 culties as barriers to work in the hospitality industry (See Fig. 1).\n\nAlthough positive and negative attitudes towards working in hospitality were elicited, Generation Z held attitudes more positively over negative attitudes (See Table 2.). In total, positive attitudes were mentioned 78 times, distributed across 10 varying attitudes such as it is a people industry (15 counts), interesting/exciting (10), ful /uniFB01 lling (10), unpredictability (9), travel opportunities (8), dynamic (8), stable career (7), opportunities for cross training (4), cultural diversity (4), and\n\nglamorous (3). Negative attitudes were recorded 31 times, across 4 related attitudes: long/odd hours (12 counts), mentally and emotionally exhausting (11), rigid (5) and low pay (3).\n\nA key /uniFB01 nding in this study revealed several simultaneous responses expressing both positive attitudes and negative attitudes towards working in hospitality. For example, P4 who explained ' I like to deal and interact with people so hospitality is a good career for me ' , but this respondent also provided negative attitudes stating ' I don ' t like smiling for 12 h and it can be mentally straining ' . Some Generation Z students with a more realistic approach acknowledged the limitations of the industry but was overall positive. For example, P13 mentioned ' The hours are long and the pay is low but there will always be a job out there in hospitality waiting for you. It is a stable career ' . Past research has also reported career stability as a key motivating factor to join the hospitality industry (Lashley, 2013)\n\nResults of the current study con /uniFB01 rmed the usefulness of the TPB model to systematically unpack and distil further insight into Generation Z ' s perceptions towards working in the hospitality industry. In support of other studies (e.g. Barron et al., 2014), Generation Z demonstrated a relatively positive attitude towards the hospitality industry. For example, the hospitality industry was seen as a people industry, interesting, ful /uniFB01 lling and opportunities for travelling. Although Generation Z expressed negative attitudes towards working in the hospitality industry that support other research -e.g. possessing attitudes that working in the hospitality industry is mentally and emotionally straining support /uniFB01 ndings by Barron et al. (2014) where positive attitudes were more frequently cited. The indication that attitudes /uniFB02 uctuate towards working in the hospitality industry suggest that Generation Z ' s attitudes may not be stable (Prislin, 1996) and could potentially /uniFB02 uctuate and transform over time. This explains why some of the positive attitudes were also mentioned as negative attitudes. For example, the positive attitude of ful /uniFB01 lling was also seen as a negative attitude as emotionally and mentally straining. One possible explanation of positive attitudes appearing simultaneously with negative attitudes suggests that even with a relatively positive attitude, Generation Z maintains negative connotations about working in the hospitality industry. This /uniFB01 nding may be linked to past studies reporting Gen Z to be ready to put in the hard work at work (Deloitte, 2017) but seek workplace happiness as well (Ozkan and Solmaz, 2015). Another positive attitude of travel opportunities is consistent with past research on Generation Z ' s desire to work in more than one country during their career (Schawbel, 2016). However, it is important to note that ultimately if hospitality employees ' expectations are not met during their work experience, they will eventually leave the hospitality industry (Brown et al., 2016). Generation Z respondents also felt that working in hospitality presented an opportunity to interact with people from different cultures. This was similar to /uniFB01 ndings from past research where hospitality employees ' job satisfaction and organisational commitment were related to the organisational diversity (Hsiao, 2017).\n\nEven though positive attitudes were identi /uniFB01 ed about the hospitality industry, Generation Z perceived 10 key di /uniFB03 culties with regards to working in the hospitality industry. In relation to the perceived di /uniFB03 -culties, Generation Z reported dealing with people (25 counts) to be the most challenging aspect towards working in the hospitality industry, followed by long/odd hours (14), workplace health and safety issues (11), discrimination (10), language pro /uniFB01 ciency (8), unable to keep up with industry trends (8), emotional labour (7), being away from family and friends (7), pressure to perform (5), and low pay (5). Table 3 shows a synthesis of these results.\n\nAs perceived di /uniFB03 culties may constrain Generation Z students from joining the hospitality industry, it is important to unpack and understand why students perceive these items as barriers to joining the hospitality workforce. Concerns related to Generation Z ' s perceived di /uniFB03 culties support existing literature, such as low pay, long working hours, and physically demanding (Richardson, 2009; Solnet et al., 2012; Barron et al., 2014). These are pertinent and perennial issues that\n\nFig. 1. Theoretical framework and thematic analysis of Generation Z ' s perceptions of the hospitality industry.\n\n<!-- image -->\n\nthe hospitality industry has been facing for decades. Dealing with people, workplace health and safety, and pressure to perform are interesting new /uniFB01 ndings providing understanding into Generation Z ' s perspective on perceived di /uniFB03 culties in the hospitality industry. These /uniFB01 ndings imply the possibility of the fear of working in a team environment where tensions add to the stress of having to deal with people internally. Interpersonal employee tensions if not resolved effectively can result in job dissatisfaction and turnover (O ' Neill and\n\nDavis, 2011). These /uniFB01 ndings also suggest that Generation Z are concerned with their ability to perform on the job and deal with customers in a live environment. The lack of con /uniFB01 dence to perform is somewhat surprising as past studies have reported Generation Z to be a generation who portrays self-con /uniFB01 dence (Ozkan and Solmaz, 2015). One possible explanation is that Generation Z are impatient career climbers who are willing to work hard but may lack speci /uniFB01 c skills required at the workplace. The thought of potential discrimination was another\n\nTable 2 Generation Z ' s perceptions of the hospitality industry.\n\nTable 3 Generation Z ' s perceived di /uniFB03 culties in the hospitality industry.\n\nperceived di /uniFB03 culty reported by Generation Z. One respondent mentioned ' I am afraid that I would be bullied given my minority ethnic background ' . This is consistent with previous research (Ariza-Montes et al., 2017) where 74.1% of respondents (n = 238) reported feeling bullied in the hospitality workplace.\n\nWith regards to reference groups in /uniFB02 uencing Generation Z ' s perception about working in the hospitality industry, family was reported as being most important (33 counts), friends (18), alumni (10), teachers (9), industry personnel (7), and education agents (5) (See Table 4.). Our study suggests that given the personal bond shared through family and friends, these two reference groups motivate and encourage Generation Z to make the right career choice in hospitality by sharing past experience and career advice. However, our study revealed an interesting /uniFB01 nding that some respondents reported despite having great respect for their family and friends, chose to go against the advice of their family and friends to pursue a career in hospitality. For example, R34 mentioned ' My dad is not happy with me studying hospitality and wanting to work in a hotel. He sees this as a low level job that has limited prospect. I respect my dad but this is my life and I am passionate about serving people so I went ahead anyway ' .\n\nContrary to studies emphasising the role of the industry such as recruiters and job expos (e.g. Hertzman et al., 2015) being important reference groups, Generation Z acknowledged that the role of family members posed a dominant in /uniFB02 uence over the individual ' s decision of joining the hospitality workforce. This was related to Generation Z ' s perception of the hospitality industry, such as parents and family members encouraging and supporting their career choice in hospitality. Interestingly, a previous study on why students choose to study at\n\nprivate hotel schools also found family to be an important reference group (Goh et al., 2017a,b). Similarly, the reference group of friends was important to Generation Z ' sin /uniFB02 uence in joining the hospitality industry. Most respondents mentioned having friends currently working in the industry and would like to join their friends. Although not the most dominant subjective norm, the role of industry personnel had a substantial in /uniFB02 uence on Generation Z ' s intentions to work in hospitality. This con /uniFB01 rms previous studies by Hertzman et al. (2015).Ina similar vein, other studies have reported stimulation of interest, mentorship and appropriate advice can encourage career choice (e.g. Chi and Wang, 2017). This was supported in this study, as Generation Z emphasized the positive in /uniFB02 uence of their high school faculty in providing guidance and sharing stories about the hospitality workplace to enhance interest in the hospitality industry.\n\n",
      "summary": "This study used a qualitative approach to explore Generation Z's perceptions of the hospitality industry, identifying positive and negative attitudes, perceived difficulties, and influential reference groups.",
      "summary_title": "Generation Z's Hospitality Views"
    },
    {
      "id": "87c2f1be-bec8-46d9-8e4c-62677e900090",
      "title": "6. Conclusion and managerial implications",
      "level": 2,
      "content": "This paper contributed to the paucity of studies investigating the hospitality workforce (Baum et al., 2016) and call for future research by Solnet et al. (2015) into understanding the characteristics of the younger hospitality employees as the older workforce retire from the hospitality industry. The impetus of this exploratory study identi /uniFB01 ed key attitudinal factors, important social groups, and perceived constraints of hospitality students toward working in hospitality. The theory of planned behaviour served as a reliable and systemic framework in eliciting 14 key attitudes, 6 important reference groups, and 10 key di /uniFB03 culties among Generation Z towards working in the hospitality industry. Results suggest that Generation Z in general have pre-\n\nTable 4 Important reference groups in /uniFB02 uencing Generation Z ' s.\n\nconceived attitudes that working in the hospitality is a high people contact exciting industry but also viewed the people element as a perceived di /uniFB03 culty. The role of family members must not be underestimated as they are key in /uniFB02 uencers in Generation Z ' s decision to work in the hospitality industry. This research study recommends several strategies to bridge the gap between Generation Z and working in the hospitality industry.\n\nFirst, in comparison with previous studies who reported several negative attitudes about working in the hospitality industry by other generation cohorts, the present study found Generation Z to possess more positive attitudes over negative attitudes. This new discovery suggests that the Generation Z hospitality workforce is di /uniFB00 erent to Baby-boomers, Generation X, and Generation Y. For example, Generation Z perceived more job functional attitudes such as interesting/exciting, ful /uniFB01 lling, travel opportunities, and the notion of low pay element was not a key attitudinal factor. This is di /uniFB00 erent to past hospitality workforce studies (Richardson, 2009; Solnet et al., 2012; Barron et al., 2014) where other hospitality workforce cohorts held negative attitudes about the hospitality industry as being a low paying industry. This shows that Generation Z hospitality workers are not motivated by salary but rather on the job satisfaction and career prospects of the hospitality industry. In order to attract Generation Z, hospitality recruiters should be focusing on ful /uniFB01 lling job aspects such as a dynamic, exciting, stable career with travel opportunities to work across international positions. It is also very important to engage in discussions about their career pathway and planning for their long term success such as management training opportunities like the Graduate Management Traineeship program and professional development courses. For example, the TFE Hotel Group o /uniFB00 ers accelerated leadership programs (Future leaders program, Management leadership program, and Senior management leadership program) for their employees to develop their leadership qualities and skills to move up the career ladder (TFE Hotels, 2017). Another aspect that Human Resources can o /uniFB00 er is cross training and the opportunity to work in di /uniFB00 erent departments as Generation Z sees the unpredictability and di /uniFB00 erent types of customer encounters as a key motivating factor to work in hospitality. Given that most hotels belong to large hotel groups such as Marriott, ACCOR, IHG, and Hilton, the opportunity to work across various properties within the same hotel group must be leveraged and carefully integrated into career paths of Generation Z hospitality workers.\n\nWith regards to overcoming barriers, the researchers recommend that hospitality recruiters portray the reality of dealing with customers, which is the core business element of the hospitality industry. Hospitality companies must be more open and provide more information on how they provide training to interact with customers. For example, the ACCOR Hotel group developed a training package called ' Peopleology ' for all ACCOR employees on providing excellent service quality and managing customers (ACCOR, 2017). In addition, this can address the perceived di /uniFB03 culty of emotional labour that Generation Z employees are concerned about if they knew more about support training and strategies hospitality companies have in place to manage emotional burnout. The o /uniFB00 ering of training in hotels can provide more clarity on their job roles to reduce job ambiguity (Jung and Yoon, 2013), which reduces turnover. Hospitality companies can provide ' open days ' for hospitality students and prospective employees to get to know the business better and increase con /uniFB01 dence. This will also alleviate the concern of Generation Z about potential workplace health and safety issues when they get to see the tangible working environment conditions of the property. Even though the issue of low pay was not seen as a negative attitude, Generation Z see this as a perceived di /uniFB03 culty towards working in the hospitality industry. It is important to note the perspective on pay could change once Generation Z has more /uniFB01 nancial commitments such as having children of their own, mortgage, etc, when they mature in their life cycle. Hospitality companies must be realistic about pay and ensure that minimum wages are paid according to the Hospitality Industry General Award 2010 (Australia Fairwork,\n\nWith regards to important reference groups who have a strong in/uniFB02 uence in supporting Generation Z, hospitality recruiters need to engage family members and get them involved in the job seeking decision process. This can be done by inviting family members to career expos and hotel open days to educate and help parents have some understanding of the hospitality industry. Friends was one of the most important social groups that Generation Z referred to when thinking about joining the hospitality workforce. Recruitment agencies can utilise current employees to recommend their friends who have the right attitude, quali /uniFB01 cation and experience for an interview opportunity with their respective hospitality company. Alternatively, hospitality companies can develop a mentoring program for current employees to mentor new potential candidates. The use of mentors can also enhance service performance, and reduce some of the stressors around emotional labour (Kim et al., 2015; Chi and Wang, 2017). Next, recruiters can connect with Generation Z students through hotel management schools by using past students and alumnus to share their work journey and job seeking experience. Alumnus can be featured in recruitment campaigns through testimonials and career expos to provide communication opportunities for prospective candidates. This moment of truth is highly e /uniFB00 ective given the tangible evidence of success and resonate better among Generation Z when seeking hospitality career advice.\n\n",
      "summary": "This study explores Generation Z's attitudes and perceptions towards working in the hospitality industry, finding more positive attitudes than previous generations, with a focus on job satisfaction and career prospects rather than salary.",
      "summary_title": "Gen Z's Hospitality Industry Views"
    },
    {
      "id": "460ccedb-722a-45a8-b8f5-11f860586f91",
      "title": "7. Limitations and further research",
      "level": 2,
      "content": "This study presents several limitations. While this research advanced from the partaking of Generation Z respondents from three hotel management schools in NSW, Australia, /uniFB01 ndings from a single state in Australia limits the results. The second limitation of this study is the restriction of Generation Z respondents to a single hospitality /uniFB01 eld of study -hospitality. Although students who have not studied hospitality, they may still be interested and have a di /uniFB00 erent perception about a hospitality career. Nevertheless, the exploratory paradigm of this study is a pivotal step in contributing academic knowledge about the underlying important salient beliefs Generation Z holds towards the hospitality industry. One future research area is to conduct further statistical tests to quantify the items from this elicitation study before they can be generalized. The salient beliefs elicited in this study can form the questionnaire items in the follow up quantitative study. Future research will need to include Generation Z respondents from other hotel management schools and universities to reduce subjectivity and bias. Finally, the role of emotional intelligence among Generation Z and how it in /uniFB02 uences their perceptions about working in the hospitality industry will need to be examined as it is a key trait desired in the hospitality industry.\n\n",
      "summary": "This study has limitations, including a restricted sample of Generation Z respondents from one Australian state and a single field of study, hospitality, which may not be generalizable.",
      "summary_title": "\"Study Has Limited Generalizability\""
    },
    {
      "id": "a1f48bef-61b7-484c-87b5-b7ad083f7d5c",
      "title": "Acknowledgements",
      "level": 2,
      "content": "The research is funded by Torrens University Australia through the Professor Susan Holland research funding. In addition, the researchers thank the participating hotel management schools and students for participating in the interviews: Bachelors of Business (International Hotel and Resort Management) students -Blue Mountains International Hotel Management School, Torrens University Australia; Advanced Diploma Hospitality Management students -William Blue College of Hospitality Management; and Bachelors of Hospitality Management in conjunction with Cezar Ritz students -International College of Management Sydney.\n\n",
      "summary": "The research is funded by Torrens University Australia and involves students from several hotel management schools, including Blue Mountains and International College of Management Sydney.",
      "summary_title": "Hotel Management Research Funded"
    },
    {
      "id": "7c438f76-6cb2-43a4-863c-6d9e29115b62",
      "title": "References",
      "level": 2,
      "content": "Ballantyne, R., Packer, J., Axelsen, M., 2009. Trends in tourism research. Ann. Tourism Res. 36 (1), 149 -152.\n\nBaum, T., Kralj, A., Robinson, R., Solnet, D., 2016. Tourism workforce research: a review: taxonomy and agenda. Ann. Tourism Res. 60, 1 -22.\n\nCasado-Díaz, J.M., Simón, H., 2016. Wage di /uniFB00 erences in the hospitality sector. Tourism Manage. 52 (Feb), 96 -109. http://dx.doi.org/10.1016/j.tourman.2015.06.015.\n\nDeloitte, 2017. The 2017 Deloitte Millennial Survey: Apprehensive Stability and\n\nOpportunities in an Uncertain World. (Last retrieved 14 September 2017) from\n\nhttps://www2.deloitte.com/content/dam/Deloitte/au/Documents/about-deloitte/ deloitte-au-about-millennial-survey-2017-030217pdf.\n\nHertzman, J., Moreo, A., Wiener, P., 2015. Career planning strategies and skills of hospitality management students. J. Hum. Resour. Hosp. Tourism 14 (4), 423 -443. Hsiao, A., 2017. Minorities ' job satisfaction and organizational commitment in hospitality industry. Int. J. Cult., Tourism Hosp. Res. 11 (2), 211 -226.\n\nKim, S., Im, J., Hwang, J., 2015. The e /uniFB00 ects of mentoring on role stress, job attitude, and turnover intention in the hotel industry. Int. J. Hosp. Manage. 48 (July), 68 -82. Lashley, C., 2013. Student employment in hospitality and tourism: insights from a recent study. Res. Hosp. Manage. 3 (1), 1 -8.\n\nLucas, R., Je /uniFB00 ries, L., 1991. The demographic time bomb and how some hospitality employers are responding to the challenge. Int. J. Hosp. Manage. 19 (4), 323 -337. Mannheim, K., 1952. Essays on the Sociology of Knowledge. Routledge and Kegan, London.\n\nSu, Y.-H., Feng, L.-H., 2008. Assessing graduate attributes for employability in the context of lifelong learning: the holistic approach. US-China Educ. Rev. 5 (11), 1 -9.\n\nTwenge, J., Campbell, S., Ho /uniFB00 man, B., Lance, C., 2010. Generational di /uniFB00 erences in work values: leisure and extrinsic increasing, social and intrinsic values decreasing. J. Manage. 36 (5), 1117 -1142.\n\nWang, J., Ritchie, B., 2013. Understanding accommodation managers ' crisis planning intention: an application of the theory of planned behaviour. Tourism Manage. 33 (5), 1057 -1067.\n\nWorld Travel and Tourism Council, 2017. Travel and Tourism Global Economic Impact and Issues 2017. (Last retrieved 28 September 28 2017) from https://www.wttc. org/-/media/ /uniFB01 les/reports/economic-impact-research/2017-documents/globaleconomic-impact-and-issues-2017.pdf.\n\nZemke, R., Raines, C., Filipczak, B., 2000. Generations at Work: Managing the Clash of\n\nVeterans, Boomers, Xers, and Nexters in Your Workplace. AMACOM, New York.\n\n",
      "summary": "The section cites various research studies on tourism and hospitality, covering topics such as workforce trends, generational differences, and career planning.",
      "summary_title": "\"Tourism and Hospitality Research Findings\""
    },
    {
      "id": "0dd4bca2-5054-4990-8c72-58145875581c",
      "title": "41, 129 -140.",
      "level": 2,
      "content": "Dr. Edmund Goh is Senior Lecturer, School of Business and Law, Edith Cowan University, Western Australia. Edmund sees his research as the nexus to address education and industry gaps. He has published in leading journals such as Tourism Management, International Journal of Hospitality Management, International Journal of Contemporary Hospitality Management, Environmental Education Research, Journal of Tourism and Hospitality Research, Journal of Hospitality and Tourism Education, International Journal of Public Policy, Journal of Teaching for Travel and Tourism Education, and International Review on Public and Non Pro /uniFB01 t Marketing. His research can be assessed on http://www.ecu.edu.au/schools/business-and-law/sta /uniFB00 /pro /uniFB01 les/senior-lecturer/dredmund-goh.\n\nCindy Lee is Lecturer at Blue Mountains International Hotel Management School, Torrens University Australia. Her research concentrates on tourist experience, social media consumption, hospitality behaviour, innovation and knowledge transfer in the context of tourism, hospitality, events, and other services.\n\n",
      "summary": "Dr. Edmund Goh and Cindy Lee are academics researching hospitality and tourism, publishing in leading journals and focusing on education and industry gaps.",
      "summary_title": "Hospitality Experts Bridge Education Gaps"
    }
  ]
}