{
  "id": "e42189a2-7af6-4117-8be8-d9a5e9710259",
  "filename": "19. Service Quality and Hotel's Customer Satisfaction; An Empirical Evidence from Ethiopia (Article) Author Feven Abebe Tessera, Ibiwani Alisa Hussain, Noraini Ahmad",
  "tokens": 6869,
  "summary": "This study examines the impact of service quality on customer satisfaction in Ethiopia's hotel industry using the SERVQUAL model. The results show that tangibles, responsiveness, and empathy significantly influence customer satisfaction. With tourism being a key sector for economic growth in Ethiopia, delivering high service quality is crucial for hotels to retain customers and build loyalty. The study's findings can inform hotels and governments on how to improve customer satisfaction, ultimately contributing to long-term success in the competitive hotel industry.",
  "summary_title": "\"Service Quality in Ethiopian Hotels\"",
  "sections": [
    {
      "id": "305b2b23-bc3f-489b-942b-27d16f3d9d75",
      "title": "Service Quality and Hotel's Customer Satisfaction: An Empirical Evidence from Ethiopia",
      "level": 2,
      "content": "Feven Abebe Tessera Asia Pacific University of Technology and Innovation, Malaysia fevenabebet@gmail.com\n\nIbiwani Alisa Hussain Asia Pacific University of Technology and Innovation, Malaysia ibiwani@apu.edu.my\n\n",
      "summary": "Authors Feven Abebe Tessera and Ibiwani Alisa Hussain are from Asia Pacific University of Technology and Innovation, Malaysia.",
      "summary_title": "Authors from Asia Pacific University"
    },
    {
      "id": "2cd5eca7-199c-4e13-885a-9389b53dec5f",
      "title": "Noraini Ahmad",
      "level": 2,
      "content": "Asia Pacific University of Technology and Innovation, Malaysia noraini@apu.edu.my\n\n",
      "summary": "Author Noraini is affiliated with Asia Pacific University of Technology and Innovation in Malaysia, reachable at noraini@apu.edu.my.",
      "summary_title": "Noraini's University Affiliation"
    },
    {
      "id": "a905edfd-0d1d-47d1-97f6-885a9e0883db",
      "title": "Abstract",
      "level": 2,
      "content": "The objective of this study is to investigate the impact of service quality on customer satisfaction in the hotel  industry  of  Ethiopia.  The SERVQUAL model  served  as  a  guide  in  the  study  to  ascertain  the findings.  A total of 130 questionnaires were distributed to hotel guests who made use of the facilities rendered by it. Primary data was collected using the drop-off and pick-up method of self-administered questionnaire through sampling method of snow-ball sampling technique. The type of analysis conducted was  descriptive,  frequency,  Pearson  correlation  and  multiple  regression  analysis.  Findings  from  the analysis revealed that out of the five dimensions of the SERVQUAL three i.e., tangibles, responsiveness and empathy had high significant impact on customer satisfaction in hotel industry of Ethiopia.\n\nKeywords : Service quality, customer satisfaction, SERVQUAL model\n\n",
      "summary": "This study examined the impact of service quality on customer satisfaction in Ethiopia's hotel industry using the SERVQUAL model, finding that tangibles, responsiveness, and empathy significantly influenced satisfaction.",
      "summary_title": "Service Quality Impacts Hotel Satisfaction"
    },
    {
      "id": "dffb64aa-1f92-4ec1-be6d-b26a4304f2d5",
      "title": "1. Introduction",
      "level": 2,
      "content": "The present day business environment is becoming competitive and challenging now more than ever.  The  research  of  service  quality  is  an  essential  means  for  prosperity  and  existence  in  today's challenging business setting and plays a part in the long-lasting earnings of a business (Fynes, Voss & De Burca,  2005).  Intensified  competition  among  service  givers  has  pressurized  companies  to  be  more attentive  to  the  service  quality  rendered  to  customers  (Li  &  Lu,  2010).  Although  numerous  amount  of research have been conducted in the field of service quality (Mohammad & Alhamadani, 2011; Chavan & Ahmad, 2013) very few has been done in the hotel industry (Khan  & Fash, 2014) and even fewer in the context of developing countries (Ramsaran-Fowdar, 2007). This study therefore attempts to fill the gap by investigating the impact service quality has on customer satisfaction in the hotel industry of a developing country Ethiopia.\n\nThe study will assist hotels to improve the overall level of customer satisfaction and it will also be useful to governments and commercial sectors to which the hotel and tourism industry is of much significance.\n\n",
      "summary": "Here is a summary of the section in under 70 words:\n\nThe competitive business environment necessitates a focus on service quality for long-term success. This study investigates the impact of service quality on customer satisfaction in the hotel industry of a developing country, Ethiopia, filling a research gap and aiming to improve customer satisfaction and inform hotels and governments.",
      "summary_title": "\"Hotel Service Quality Matters\""
    },
    {
      "id": "feffc574-3f14-4a56-9f0d-b75cd2e433de",
      "title": "2. Literature Review",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section, and I'll create a concise summary.",
      "summary_title": "\"No Section Provided\""
    },
    {
      "id": "08d171ce-5819-46a2-98b9-6ac00803e6c3",
      "title": "2.1 Service Quality",
      "level": 2,
      "content": "Service quality has been regarded as a major factor for the achievement of organizations due to the  close  relation  it  has  with  customer  satisfaction  particularly  in  the  service  industry  (Gilbert  & Veloutsou, 2006).  In addition to it being a preceding factor to acquire positive buying behaviors, it is also viewed as a vital component to the hotel industry's achievement and success (Min, Min & Chung, 2002). Service quality has been believed to have direct impact on customer satisfaction, recurrence of buying behavior and security of a company's profit in the long-run (Wilkins, Meerilees & Herington, 2007). For the  quality  of  service  to  be  better,  it  is  important  to  continuously  communicate  with  employees  and analyze their service encounter (Prayuhda & Harsanto, 2014).  According to Parasuraman et al. (1988), service  quality  can  be  defined  as  the  capacity  of  the  company  to  conform  with  or  outdo  customer expectations.  It  is  the  deviation  between  the  customer's  expectation  of  service  and  perceived  service (Zeithaml,  Parasuraman,  Berry,  1990).  Good  quality  of  service  will  have  a  positive  influence  on profitability by elevating the customer base of a firm (Rauch et al., 2015).\n\n",
      "summary": "Service quality significantly impacts customer satisfaction, buying behaviors, and a company's long-term profit, making it crucial for organizational success, particularly in the service industry.",
      "summary_title": "\"Service Quality Impacts Customer Satisfaction\""
    },
    {
      "id": "ffd3fbb7-4c56-4d4d-b38c-8b30a8b8d546",
      "title": "2.2 Customer Satisfaction",
      "level": 2,
      "content": "Customer satisfaction is a crucial element in service quality assessment because the higher the customer satisfaction the higher the performance of a business (Morgan, Anderson & Mittal, 2005). It can be guaranteed via a product or service that is of good quality (Gunarathne, 2014). Clients' prior encounter of content or discontent is essential due to its impact on the anticipation of a person's purchase behavior the  next  time  (Gutierrez  &  Uribe,  2011).  Thus,  most  literatures  in  the  hotel  sector  consider  customer satisfaction  as  an  essential  constituent  of  the  hotel  sector's  value  position  to  customer  (Maghzi  et  al., 2011). Customer satisfaction is defined as 'the individual's perception of the performance of the product or service in relation to his or her expectations' (Schiffman & Kanuk, 2004). It is a business doctrine that is  inclined  towards  generating  worth  to  customers,  predicting  and  governing  their  assumption,  and indicating  capability  and  authority  to  fulfil  their  demands  and  requirements  (Delgado-Ballester,  2004). Customer satisfaction is an after use assessment regarding a given product or service (Gundersen, Heide & Olsson,  1996).    It  is  the  doctrine  that  emphasizes  the  significance  of  making  worth  for  customers, predicting  and  handling  their  presumptions  and  manifesting  the  capability  and  duty  to  meet  their requirements (Dominici & Guzzo, 2010).\n\n",
      "summary": "Customer satisfaction is crucial in service quality, influencing business performance and driven by product/service quality, past experiences, and meeting expectations.",
      "summary_title": "\"Factors Driving Customer Satisfaction\""
    },
    {
      "id": "9f5c42d4-b2af-41ae-89c2-065677f50df0",
      "title": "2.3 The SERVQUAL Model",
      "level": 2,
      "content": "Parasuraman et al. (1988) released a widely distinguished five set of service quality dimension (SERVQUAL). This service quality dimension is amongst the frequently applied and quoted elements in the  writing  works  of  service  quality  (Othman  &  Owen,  2001).  These  dimensions  namely  tangibility,\n\nreliability, responsiveness, assurance and empathy have been applied in many service firms to measure quality performance. Tangibles relate to material characteristics like gadgets, equipment and how staffs carry themselves (Seo, 2012).This component deals with the existence of the physical facilities and the perceived  quality  of  the  materials,  personnel  and  equipment  used  by  the  service  giver  (Kandampully, 2007).  Reliability  is  defined  as  the  dependability,  consistency  and  accuracy  with  which  the  service  is performed by the provider (Kandampully, 2007).  It is  about  the  business  keeping  its  word.  It  is  'the ability to perform the promised service dependably and accurately' or delivering its promises' (Zeithaml et al., 2006 p.117).\n\nResponsiveness relates to the zeal in the service personnel to serve customers in a well-timed, effective  fashion  and  it  incorporates  elements  like  cooperativeness,  kindliness  and  tenderness  of  the service  stuff  (Kandampully,  2007).  It  is  the  desire  of  the  service  giver  to  be  supportive  and  quick  in rendering  the  service  (Prayuhda  &  Harsanto,  2014).  Assurance  is  the  extent  to  which  the  service personnel stimulates faith and credence among the customers of the firm (Kandampully, 2007). It is the 'employees' knowledge and courtesy and the service provider's ability to inspire trust and confidence' (Zeithaml et al., 2006 p.119). If the customers don't find the service and staff of the company pleasant, the chances of them returning back will be slim (Delgado-Ballester, 2004).\n\nEmpathy has to do with the 'caring and individualized attention' granted to customers besides the degree of understanding personnel manifests in relation to customer needs (Kandampully, 2007). It has been ascertained to be more desirable and significant in magnifying the quality of service in industries where establishing  relationships  with  customers  and  clients  guarantees  survival  (Andaleeb  &  Conway, 2006). The likelihood of clients returning back to a company provided they were given special care and attention is very high (Delgado-Ballester, 2004).\n\n",
      "summary": "SERVQUAL, a service quality model, consists of 5 dimensions: tangibility, reliability, responsiveness, assurance, and empathy, measuring quality performance in service firms.",
      "summary_title": "\"SERVQUAL Service Quality Model\""
    },
    {
      "id": "f88ed7aa-7d35-4191-99c7-1b206dec06cb",
      "title": "2.4 The hotel industry in Ethiopia",
      "level": 2,
      "content": "Ethiopia is amongst the African countries that is endowed with the biggest amount of UNESCO World Heritage Sites in Africa. There are a total of 8 sites dispersed throughout the country. This gives it the advantage of building up itself as a home for tourists. Ethiopia's government has emphasized on the expansion  of  tourism  in  its  development  program,  PASDEP  (Plan  for  Accelerated  and  Sustained Development to End Poverty) to hone the prevailing tourism capital as an impelling cause of financial expansion for the entire country. In addition, the late Prime Minister, Meles Zenawi, has stated how big a part tourism expansion plays in lessening penury (Embassy of Japan in Ethiopia, 2008).\n\nEthiopia  is  strategically  regarded  as  an  essential  country  in  the  Horn  of  Africa  for  a  lot  of countries. It is a place where most of the international meetings, conventions and gatherings takes place. This calls for housings and lodgings at a universal quality; and this will continue to grow in the future because  huge  number  of  global  companies  have  been  endlessly  fortifying  their  establishments  and expanding  their  workforce  in  Ethiopia  (Embassy  of  Japan  in  Ethiopia,  2008).  New  international, franchised  and  local  hotels,  restaurants,  nightclubs  and  bars  have  been  inaugurated  and  functional. International brands and franchises from America, Europe and China and locally standardized hotels are considered to promote the hospitality industry (Aschale, 2013).\n\nThe hotel industry has recently become a fast growing industry. The sector incorporates a number of services like accommodation, restaurants, cafes, conference halls and gyms. Records validate that the growth  of  the  hotel  sector  is  directly  associated  with  touring.  Likewise,  the  expansion  of  the  hotel industry in Ethiopia is linked to the growing number of both native and nonnative tourists and travelers (G/Egziabher, 2015). The demand for the industry particularly in a developing country like Ethiopia is related  to  the  tourism  sector  since  the  customers  of  hotels  mostly  originate  from  tourists  worldwide (Mitiku, 2015). A significant effect has been observed in the growth of the country's foreign relations especially at the time when Menelik II was ruling; by instilling the idea of modernization and bringing in foreign technology and organizations among which hotel is one of them. Expansion of up to date hotels in Ethiopia dates back to the 19 th century (G/Egziabher, 2015). Etege Taitu Hotel which was inaugurated in 1898 (E.C.) at the hub of the city, Piazza was the first hotel.\n\nProceeding 142 new hotel developmental projects in Sub-Saharan Africa (SSA) in 2014, Ethiopia is rated amongst the top 10 largest markets for international hotel chain developments. The hotel industry has been creating a direct economic impact towards countries. In Ethiopia, the industry's contribution to GDP was 4.2% in 2013 and it has rose by 4.5% in 2014 and this figure is predicted to rise by 5% in 2024 (Africa Business, 2015).\n\n",
      "summary": "Ethiopia has 8 UNESCO World Heritage Sites, making tourism a key sector for economic growth, with the hotel industry expanding rapidly to meet increasing demand from tourists and business travelers.",
      "summary_title": "Ethiopia's Growing Tourism Industry"
    },
    {
      "id": "66246dae-36b0-4fac-8c32-61be3e68737e",
      "title": "3. Methodology",
      "level": 2,
      "content": "The objective of the study is to determine the impact of service quality on customer satisfaction in the hotel  industry  of  Ethiopia.  Primary  data  was  gathered  primarily  through  the  use  of  survey questionnaire. A total of 150 questionnaires were distributed to various hotels on order to be filled out by hotel guests, and out of the total 150 questionnaires 130 were positive and complete which resulted in 86.87% response rate. The selected sample represented a balanced mix of various demographic factorsGender, age, marital status, nationality, educational qualification, occupation and visit purpose.\n\nIn order to ensure the confidentiality of the hotel customers the drop-off and pick-up method of self-administered  questionnaire  was  used.  The  independent  variable  in  this  study  was  service  quality while the dependent variable was customer satisfaction. The SERVQUAL Model was used in order to measure service quality which incorporates 5 dimensions namely tangibility, reliability, responsiveness, assurance  and  empathy.  5  items  for  each  independent  variable  and  8  items  for  the  dependent  variable were used. A 5 point interval Likert scale was used for all the variables with 1 denoting strongly disagree and 5 strongly agree. The data collected was analyzed by making use of SPSS and descriptive analysis like  frequency,  mean,  standard  deviation  and  inferential  statistics  like  the  Pearson's  correlation  and multiple regression were used.\n\n",
      "summary": "This study examines the impact of service quality on customer satisfaction in Ethiopian hotels, using a survey of 150 hotel guests with an 86.87% response rate, and analyzes the data using the SERVQUAL Model and statistical methods.",
      "summary_title": "\"Hotel Service Quality in Ethiopia\""
    },
    {
      "id": "3f85aa2f-f97b-400a-9c79-0192a3a242f4",
      "title": "4. Findings",
      "level": 2,
      "content": "Demographically,  out  of  a  total  of  130  respondents  50%  were  male  and  50%  were  female. Regarding the distribution of the age range of respondents, majority of the respondents (31.5%) fall under the category of 36-45 years of age followed by 26.9% of the respondents being under the category of 2635 years of age. With regards to nationality, while 50.8% of the respondents were foreigners 49.2% were Ethiopians.  In  addition  to  that,  majority  of  the  respondents  (53.8%)  were  married  while  39.2%  were currently single. Further, while 40.8% of the respondents have acquired their Bachelor's degree 27.7% of the respondents are with Master's degree and above. Due to the good educational qualification that most\n\nof  the  respondents  have  acquired  majority  of  them  (56.2%)  are  also  employed  and  28.5%  are  selfemployed.\n\nTable 1: Result of descriptive analysis of the dependent variable and independent variables\n\nReliability test was then conducted to ensure the goodness of the variables. The results obtained from the  reliability  test  showed  that  all  the  variables  had  a  Cronbach  value  of  greater  than  0.9  which according to a research conducted by George & Mallrey (2003) proves that the data are commendable and deemed  to  be  good.  Furthermore,  Pearson's  correlation  analysis  was  conducted  in  order  to  examine significant relationship between two quantitative and continuous variables. From the results obtained it can  be  observed  that  all  the  independent  variables  are  commendably  correlated  with  the  dependent variable  as  all  of  the  independent  variables  are  above  80%  able  to  explain  the  dependent  variable customer satisfaction. Of all the independent variables, Assurance had the highest correlation (0.863) with the dependent variable. Table 2 shows result obtained from the Pearson's Correlation analysis.\n\nTable 2: Pearson's Correlation Analysis\n\nTable 3: Model Summary\n\nModel summary shows the predicted variances of the variables. From the above model summary, it can be observed that R represents multiple correlation coefficient which has a value of 0.914 stating a high correlation among all the variables. On the other hand, Adjusted R Square shows the value of 0.829 which  predicts  the  variables  with  over  82.9%  variance.  It  implies  that  the  variables  have  high  impact among each other.\n\n",
      "summary": "Here is a summary in under 70 words:\nThe survey had 130 respondents with a balanced gender distribution and majority aged 36-45. Most were married, employed, and held a Bachelor's degree or higher. The data showed high reliability and correlation between variables, with Assurance having the highest correlation with customer satisfaction.",
      "summary_title": "\"Survey Respondent Demographics and Satisfaction\""
    },
    {
      "id": "72dc2a5a-d78e-49ad-9298-607114821af6",
      "title": "5. Discussion",
      "level": 2,
      "content": "The results from the study indicated that 3 out of the 5 independent variables have significant impact  on  the  dependent  variable  customer  satisfaction,  i.e.,  tangibility,  responsiveness  and  assurance. Tangibility is about creating a good image in the hearts and minds of customers the first time. A good first impression will result in customers wanting to use the other facilities of the hotels. In contrary, if they are not pleased with what they see the first time, it is unlikely that they will want to stay at the hotel to  make  use  of  the  other  facilities  that  the  hotel  provides.  So,  tangibility  plays  an  important  role  in satisfying customers. This study proves that the Ethiopian customers feel the same about the tangibility component  being  important  in  the  way  they  measure  their  satisfaction.  Responsiveness  is  the  other dimension that customers deem important. The findings from the study revealed that the reason is because guests in Ethiopia emphasized value to the employees of the hotel providing prompt help, being able to cater to  guests  needs,  rendering  quick  check-in  and  check-out  facilities,  their  ability  to  quickly  correct mistakes and give special attention to their guests (any citation to support the statement). This indicates that employees' taking action and giving immediate response to any kind of problem the customer faces plays an important role in satisfying the customer because clients praise easy and hurdle free stay by all means.\n\nAssurance  was  found  to  have  the  highest  impact  on  customer  satisfaction.  The  Ethiopian customers get satisfaction from employees' behavior instilling confidence towards them, their knowledge and skills and their polite behavior. The hotel creating a safe and secured feeling is another factor they deem important. Assurance relates to the staff of the hotel. It is whether or not they are skilled and can obtain the trust and credence of clients and also about their problem solving skills. If clients are not in content with the employees, there is a high probability that they will not come back to do more business with  the  company  (Delgado  &  Ballester,  2004).  Guests  get  delighted  when  they  get  solutions  to  their problems easily. Employees' problem solving skills fall under the assurance dimension. Hence, the high correlation between assurance and customer satisfaction could also be explained by this fact.\n\nBased on the study conducted by Torres & Kline (2013), employees being well educated and the right implementation of their duties is yet another factor guests deem crucial. This relates to the skills and competency they possess and proficiency in the implementation of important work duties. Employees' professionalism is one of the most frequently stated factors in what customers consider important when they  measure  their  satisfaction.  These  factors  have  led  to  the  high  correlation  between  assurance  and customer satisfaction.\n\n",
      "summary": "A study found that tangibility, responsiveness, and assurance are key factors in customer satisfaction, with assurance having the highest impact, driven by employees' behavior, skills, and problem-solving abilities.",
      "summary_title": "\"Customer Satisfaction Key Factors\""
    },
    {
      "id": "41ed796a-b4ab-4774-b763-29dd86d674cf",
      "title": "6. Conclusion",
      "level": 2,
      "content": "The intent of any hotel is to create a customer. By constantly delivering high levels of service quality, customer retention will take place which will in turn result in a loyal customer in the long haul. Overlooking the power of customer satisfaction especially their needs and requirements could wreck the power of customer retention and loyalty. Therefore, hotel managements' biggest challenge lies not just behind attracting customers but also on recognizing customer satisfaction individually. Customers have different expectations and they are different in the way they perceive things. No two customers perceive the same service in the same way and nor do they have the same needs. Thus, there is no one best way of improving service quality in the hotel industry. It all depends on the country where the hotel is located and the culture of the people. Because culture influences the way people perceive things, it is best to study the culture of the people prior to commencing a hotel business and render the service exactly in the way they find it fit and satisfying.\n\n",
      "summary": "Hotels must deliver high service quality to retain customers and build loyalty, recognizing individual needs and cultural differences to meet unique expectations.",
      "summary_title": "\"High Service Quality Matters\""
    },
    {
      "id": "859502e4-db2f-40d2-bd7e-30c9e36cc842",
      "title": "References",
      "level": 2,
      "content": "Africa  Business,  (2015). Hotel  industry  in  Africa  «  African  Business  Environment .  [Online] Available at: http://africabusiness.com/2015/08/18/hotel-industry-in-africa/ [Accessed 10 Nov. 2015].\n\nAndaleeb,  S.  and  Conway,  C.  (2006).  Customer  satisfaction  in  the  restaurant  industry:  an examination  of  the  transaction  specific  model. Journal  of  Services  Marketing ,  20(1), pp.3-11.\n\nDelgado Ballester,  E.  (2004).  Applicability  of  a  brand  trust  scale  across  product  categories. -European Journal of Marketing , 38(5/6), pp.573-592.\n\nDominici, G. and Guzzo, R. (2010). Customer Satisfaction in the Hotel Industry: A Case Study from Sicily. IJMS , 2(2).\n\nEmbassy  of  Japan  in  Ethiopia.  (2008). A  series  of  Studies  on  Industries  in  Ethiopia .  [online] Available at: http://www.et.emb-japan.go.jp/Eco_Research_E.pdf. [Accessed 7 Jan. 2016].\n\nFynes, B., Voss, C. and De Búrca, S. (2005). The impact of supply chain relationship quality on quality performance. International Journal of Production Economics , 96(3), pp.339-354.\n\nG/Egziabher, A. (2015). Service Quality and Customer Satisfaction in Hotel Industry: The Case of Three Star Hotels in Addis Ababa, Ethiopia . Post Graduate. Addis Ababa University.\n\nGeorge,  D.,  &  Mallery,  P.  (2003).  SPSS  for  Windows  step  by  step:  A  simple  guide  and reference. 11.0 update (4th ed.). Boston: Allyn & Bacon\n\nGilbert,  G.  and  Veloutsou,  C.  (2006).  A  cross industry  comparison  of  customer  satisfaction. -Journal of Services Marketing , 20(5), pp.298-308.\n\nGunarathne, U. (2014). Relationship between Service Quality and Customer Satisfaction in Sri\n\nTorres,  E.  and  Kline,  S.  (2013).  From  customer  satisfaction  to  customer  delight. International Journal of Contemporary Hospitality Management , 25(5), pp.642-659.\n\nWilkins, H., Merrilees, B. and Herington, C. (2007). Towards an understanding of total service quality in hotels. International Journal of Hospitality Management , 26(4), pp.840-853.\n\nZeithaml, Bitner, M., Gremler, D. and A, V. (2006). Services Marketing: Integrating Customer Focus across the Firm . 4th ed. Singapore: McGraw-Hill, pp.117, 119.\n\nZeithaml, V., Parasuraman, A. and Berry, L. (1990). Delivering quality service . New York: Free Press.\n\n",
      "summary": "The section lists 13 references related to customer satisfaction, service quality, and hotel industry research from 1990 to 2015.",
      "summary_title": "Hotel Industry Research References"
    }
  ]
}