{
  "id": "50c4050f-0ffc-4045-816d-3eaa9347218c",
  "filename": "3805",
  "tokens": 25382,
  "summary": "Here is a summary of the document in under 170 words:\n\nThis study explores hotel managers' perspectives on service robotization in Croatia, a less technologically developed country. Through 18 semi-structured interviews, the study identifies key barriers to adoption, including lack of knowledge, employee involvement, service context, and technical aspects. Despite these barriers, hotel managers see potential benefits in using service robots for tasks like cleaning and room service, particularly in lower-category hotels. They are hesitant to use robots in roles requiring human interaction, citing the importance of personal experience and luxury service. The study highlights the need for hotel managers to weigh the advantages and disadvantages of service robotization, considering factors like guest expectations, costs, and organizational values. The research aims to contribute to the understanding of service robotization in the hospitality industry, particularly in less technologically developed countries like Croatia.",
  "summary_title": "\"Hotel Robotization in Croatia\"",
  "sections": [
    {
      "id": "bf03fa85-ca08-4ece-9599-6a69a5b0e024",
      "title": "Preamble",
      "level": 0,
      "content": "<!-- image -->",
      "summary": "There is no text in the section to summarize.",
      "summary_title": "\"No Text to Summarize\""
    },
    {
      "id": "30245d58-678e-434a-a2e0-9cef9a87c664",
      "title": "European Journal of Tourism Research http:llejtr.vumk.eu",
      "level": 2,
      "content": "<!-- image -->\n\n",
      "summary": "No summary is available as the section is empty.",
      "summary_title": "\"Section is Empty\""
    },
    {
      "id": "17e13c66-a9ca-4a45-ae1e-9b949e3fefd9",
      "title": "Exploring the barriers and prospects for service robot adoption in the hotel industry: A management perspective",
      "level": 2,
      "content": "Ines Milohnić  1 and Jelena Kapeš  2 *\n\n2\n\nFaculty of Tourism and Hospitality Management, University of Rijeka, Opatija, Croatia. E-mail:\n\njelena.kapes@fthm.hr\n\n*Corresponding author\n\n",
      "summary": "Contact: Jelena Kapeš, Faculty of Tourism and Hospitality Management, University of Rijeka, Croatia (jelena.kapes@fthm.hr).",
      "summary_title": "Contact Jelena Kapes"
    },
    {
      "id": "c31ba3d9-e54f-4f82-8af8-bdfbf7cc1880",
      "title": "Abstract",
      "level": 2,
      "content": "The hospitality industry in many countries has recently faced severe labour shortages, leading hoteliers to consider the robotization of services. Many studies have focused on hotels that already use service robots while overlooking those that have not yet deployed them. The key role is played by managers, whose perspective has been neglected in previous studies. This research explores the barriers and prospects for robot adoption from the perspective of hotel managers in hotels where service robotization is not yet widespread. For this purpose, 18 managers of upscale hotels in Croatia, a country heavily dependent on tourism facing a labour outflow and low technological development, were interviewed. Using an inductive thematic analysis, four main groups of barriers were identified: managerial knowledge, employee involvement, service context, and technical aspect. Lack of knowledge emerged as the most critical issue. Hotel managers do not currently consider robotization suitable for luxury hotels but express willingness to use it in the future, depending on hotel size and service type. They see potential applications primarily for back-office tasks. They would use them to support rather than replace staff. The results provide a basis for future studies and practical guidelines for hotel policy development.\n\nKeywords: service automation; technology adoption; robotization challenges; robotization benefits; future implementation\n\nCitation: Milohnić, I. and Kapeš, J. (2024). Exploring the barriers and prospects for service robot adoption in the hotel industry: A management perspective. European Journal of Tourism Research , 38, 3805. https://doi.org/10.54055/ejtr.v38i.3387.\n\n",
      "summary": "Hotel managers in Croatia identify barriers to robot adoption, including lack of knowledge and employee involvement, but see potential for future use in back-office tasks to support staff.",
      "summary_title": "\"Robot Adoption in Croatian Hotels\""
    },
    {
      "id": "e68b8fe8-195a-4569-b7ce-3171149009c4",
      "title": "Publication history:",
      "level": 2,
      "content": "Received: 28/07/2023; Revised: 19/12/2023, 24/04/2024; Accepted: 27/04/2024; Published online: 01/08/2024; Volume date: 01/10/2024\n\nCoordinating editor: Stanislav Ivanov\n\n<!-- image -->\n\n© 2024 The Author(s)\n\nThis work is licensed under the Creative Commons Attribution 4.0 International (CC BY 4.0). To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/\n\n",
      "summary": "Article published on 01/08/2024, licensed under CC BY 4.0, edited by Stanislav Ivanov.",
      "summary_title": "\"Article Editing Details\""
    },
    {
      "id": "4f2c602f-310c-4768-90dd-530053288a08",
      "title": "1 994 7658 SSn (ONLINE): 1 314 - 0817",
      "level": 2,
      "content": "",
      "summary": "There is no section provided. Please provide the section you would like me to summarize.",
      "summary_title": "\"No Section Provided to Summarize\""
    },
    {
      "id": "55919f8b-f107-4263-a31e-3999fecb49d4",
      "title": "1. Introduction",
      "level": 2,
      "content": "Automation of jobs in various industries is not a new phenomenon, but the hotel industry has only recently been affected by this trend. Market trends such as the ageing population, digitization of the economy, and the Covid-19 pandemic have created difficulties in the form of labour shortages, the need for innovation and quality improvement, and security and privacy issues (Seyitoglu & Ivanov, 2021; Yang & Chew, 2021). Enterprise robotization helps address these challenges (Song et al ., 2022; Xu et al ., 2020) and is therefore becoming an increasingly common research topic.\n\nThe line between automation and robotization can be somewhat blurred and lead to ambiguity among researchers (Reis et al .,  2020). The former refers to the use of technology to optimize or streamline existing processes, while the latter involves the use of machines capable of performing tasks in a manner similar to human workers. According to Rajan and Saffiotti (2017), robotics in services should be integrated with AI so that it can interact with customers and provide them with a personalized experience. Wirtz et al . (2018, p. 909) define service robots (SRs) as 'system-based autonomous and adaptable interfaces that interact, communicate and deliver service to an organization's customers.' On the other hand, Bowen and Morosan (2018, p. 727) use the definition of SRs as 'physically embodied artificially intelligent agents that can take actions that have effects on the physical world'. Unlike other technologies that require human effort, SRs operate autonomously since they are directed by AI without the necessity for human assistance (Belanche et al ., 2020). They can appear in different forms such as anthropomorphic, zoomorphic, caricatured, and functional (Reis et al ., 2020). SRs can respond and adapt to their environment, resulting in specific human-robot interaction that is new to the hospitality industry (Tuomi et al ., 2021). To distinguish SRs from other technologies, for this article, the term service robot is used to refer to 'information technology in a physical embodiment, providing customized services by performing physical as well as nonphysical tasks with a high degree of autonomy' (Jörling et al ., 2019, p. 405).\n\nSince the hospitality industry relies heavily on human labour, it is critical to study the adoption and scale of robotic services in hotels. Previous studies have highlighted the importance of robotic technologies  in  hotel  operations,  finance,  marketing,  and  human  resources  (Ivanov,  Seyitoğlu,  &  Markova, 2020). However, research to date has mostly focused on the perspective of users or employees as the main actors when it comes to the application of this technology (Belias et al ., 2021; Chen et al ., 2022; Vatan & Dogan, 2021; Ayyildiz et al ., 2022). Moreover, Ye, Sun, and Lay (2022) state that more than 70% of existing relevant articles related to hotel service robotization focus on the consumer perspective only. On the other hand, the perspective of managers is much less represented (Nam et al ., 2021; Ivkov et al ., 2020; Pizam et al ., 2022), although they are the ones who play a pivotal role in deciding the extent of robotization in hotels. As the most influential individuals in the hierarchy of a hotel, managers have the power to advocate for or against new strategies (Chan et al ., 2015). They make decisions or initiate the introduction of such innovations, and if they do not see the benefits of using robots, robots will not be implemented (Ivanov, Seyitoğlu, & Markova 2020). Conversely, if their perception is positive, they are likely  to  encourage  and  facilitate  their  adoption  (Ezzaouia  &  Bulchand-Gidumal,  2020; Stylos et  al ., 2021). Therefore, their perception is crucial, as the introduction of new technologies requires hotel managers to be more open to change and to balance technological and human factors (Xu et al ., 2020; Ivanov & Webster, 2019).\n\nSince most of the previous studies spatially refer to a country with a high level of technological development (e.g., Zhong et al ., 2020a; Nam et al ., 2021; Tuomi et al ., 2021), researchers emphasize the need to consider countries where this type of technology is still in its infancy (Ivanov, Seyitoğlu, & Markova, 2020). Ivanov et al .  (2019)  also  warn that the dominance of research from Asia leads to a culturally coloured understanding of robots, service, and hospitality. This makes the Republic of Croatia an inter-\n\nsting research context. Although the country is part of the European Union, it is still less technologically developed compared with other EU countries. According to the Global Innovation Index (GII), which measures the innovation capabilities and outcomes of global economies, Croatia ranks 27th out of 39 European countries (WIPO, 2022). Croatia's frontier readiness technology index score is 0.68, placing the country in the upper middle range in technology adoption (UNCTAD, 2023). However, despite the high increase in the score over the past year, Croatia is still in the lower third quartile among European countries, with particularly low scores in the \"skills\" and \"ICT\" categories.\n\nOn the other hand, tourism is highly developed in Croatia, as the country's economy depends heavily on it. The direct share of tourism in the national GDP is 11.3%, the highest in the EU, which has an average value of 4.5% (HRT, 2023). Due to strong emigration and simultaneous tourism growth, Croatia has been facing a serious labour shortage in the tourism and hospitality industry for several years. The number of inhabitants has decreased by 9.64% (DZS, 2022), while the number of tourist arrivals has grown by more than 45% in the last decade (DZS, 2023). During the same period, the number of accommodation units for tourists increased by over 34% (DZS, 2023). Importing labour was seen as a temporary solution, but could not last in the long run. According to several scholars, the successful integration of robotization into business processes can help optimise the workforce and improve the quality of working conditions (Xu et al .,  2020; Morosan & Bowen, 2022). Consequently, this could alleviate the labour problem. Some other countries have introduced service robotization due to the aforementioned problems. For example, Ivanov, Seyitoğlu, and Markova (2020) explain a similar context for their research in Bulgaria, noting that hoteliers have begun to use automated and robotized services; however, this is not yet the case in Croatia.\n\nThe scant research on this topic has overlooked the questions that managers have to address when implementing SR (Belanche et al ., 2020). As hotels invest more in robotization, however, they will also need to invest in managers who can understand it (Xu et al ., 2020). Although the initial adoption of SRs in the hospitality industry presents an opportunity for organizations, service providers should also be prepared to address challenges related to their implementation (Kala, 2022). Some scholars (Ivanov, Webster, & Berezina, 2020; Lu et al., 2020; Pizam et al ., 2022) emphasize the need to understand the factors that hinder SR acceptance so they can be adapted to mitigate resistance. Decision-makers must be aware of the multiple factors that influence the decision to introduce SRs (McCartney & McCartney 2020). While various theoretical frameworks exist to explain the factors influencing technology adoption in organizations, they often remain general and require advancement to accommodate different contexts (Baker, 2011; Hasani et al ., 2023). Moreover, these frameworks, in exploring both positive and negative influences, do not fully capture internal and external barriers that hinder SR adoption. Given this gap and recent calls by scholars for a deeper understanding of managers' perspectives (Ivkov et al. , 2020; Nam et al ., 2021; Pizam et al ., 2022), the purpose of this study is to explore the barriers and prospects for robot adoption from the perspective of hotel managers in technologically less-developed areas.\n\nTherefore, the study answers the following research questions:\n\nThe paper contributes to the limited understanding of managers' perspectives when it comes to service robotization. To the authors' knowledge, there has been no previous study that provides a comprehensive framework of the barriers to SR adoption from the perspective of decision-makers in the hotel\n\nindustry. This issue, however, appears to be of growing relevance, particularly in hotel establishments where the presence of service robotization is still very limited.\n\n",
      "summary": "Hotel managers' perspectives on service robotization are crucial for its adoption, yet underrepresented in research, particularly in less technologically developed countries like Croatia.",
      "summary_title": "\"Hotel Managers' Views on Robotization\""
    },
    {
      "id": "4147f83b-cbdf-4a4d-aa70-32f0724d30e5",
      "title": "2. Literature review",
      "level": 2,
      "content": "The rapid progress of robotization has significantly disrupted the global market across various industries. A forecast suggests that by 2025 approximately 85 million jobs will be replaced by robots (WEF, 2020). The hospitality industry, known for its labour-intensive nature, is not exempt from this trend. The International Federation of Robotics (2023) has reported a 125% growth in robot sales for the hospitality industry in 2022. Moreover, Ivanov, Webster and Berezina (2020) argue that the hospitality sector is particularly vulnerable to robotization due to the prevalence of simple and routine tasks among its workforce. These repetitive tasks are first being automated and substituted by robots (Buhalis et al ., 2018).\n\nWith its increased implementation, service robotization has been recognized as a way to improve operational efficiency, reduce labour costs, and even enhance customer experience (Belanche et al ., 2020). SRs have proved to be useful in hotel operations by increasing service capacity (Ivanov & Webster, 2019), providing a unique experience for guests (Chan & Tung, 2019) and reducing operational costs (Ivanov & Webster, 2019). Introducing robots in a hotel business is a complex process and to make an optimal decision, hotel managers need a clear understanding of SR advantages and disadvantages (Ivanov, Seyitoğlu, & Markova, 2020). Previous studies have addressed some main positive aspects of SR implementation such as increased productivity, cost-effectiveness, resource optimization, quality consistency, removal of human error, and mitigation of the effects of labour shortage (Ivanov & Webster, 2020; Ivanov, Seyitoğlu, & Markova, 2020; Dogan & Vatan, 2019; Bowen & Morosan, 2018). On the other hand, service robotization has been criticized due to lack of human interaction, absence of empathy, ability to work only in a structured situation, and complex implementation process (Ivanov, Seyitoğlu, & Markova, 2020; Dogan & Vatan, 2019). Therefore, Seyitoğlu et al . (2021) illustrate that a collaborative approach between humans and robots, known as a mixed service delivery system, proves to be the most appropriate. This system leverages the strengths of human employees to compensate for the limitations of robots, and vice versa. Accordingly, the choice of a combination of human and robot involvement in the service delivery system of tourism and hospitality companies has become a critical issue for hotel managers (Ivanov, Webster & Seyitoglu, 2023). Hence, the determinants of SR adoption appear as a common subject of research in hospitality. While the adoption of SRs remains a relatively novel concept in research, few well-established theoretical frameworks can help in understanding general aspects of technology adoption within organizations.\n\nThe  Technology-Organization-Environment  (TOE)  framework  by  Tornatzky  and  Fleischer  (1990) stands out as one of the most widely used theories for exploring innovation adoption within organizations (Oliveira & Martins, 2011). TOE offers a structured lens for analysing the interplay of technological, organizational, and environmental factors influencing the adoption of innovations. It helps identify the specific technological features, the hotel's organizational readiness, and the external environmental factors that either facilitate or hinder the adoption of new technologies. TOE is often seen as a general framework offering considerable flexibility due to unclear key constructs (Baker, 2011; Hasani et  al., 2023). Therefore, researchers have used slightly different factors to describe each TOE dimension depending on the adoption context. Research on various technological innovations in the hospitality sector highlights key technological factors such as the costs associated with new technology (Pizam et al ., 2022), compatibility with the existing structures (Pizam et  al .,  2022;  Wang et  al .,  2016),  relative  advantage (Nam et al ., 2021; Pizam et al ., 2022; Wang et al ., 2016; Pateli et al ., 2020; Ezzaouia & BulchandGidumal, 2020), and complexity of its usage (Nam et al .,  2021; Pizam et al .,  2022; Wang et al .,  2016). Organizational factors predominantly refer to employee resistance (Nam et al ., 2021), company characteristics (Wang et al ., 2016; Ezzaouia & Bulchand-Gidumal, 2020), and top management support (Pizam\n\net al ., 2022; Wang et al ., 2016; Pateli et al ., 2020; Cruz-Jesus et al ., 2019). Environmental factors mostly include competitiveness (Nam et al ., 2021; Pizam et al ., 2022; Wang et al. , 2016; Pateli et al ., 2020; CruzJesus et al ., 2020; Ezzaouia & Bulchand-Gidumal, 2020), with less emphasis on customers (Nam et al ., 2021; Ezzaouia & Bulchand-Gidumal, 2020). However, Baker (2011) warns that the TOE framework has seen minimal evolution since its initial development, as it has primarily adapted existing constructs to various contexts without introducing new ones. Over time, many scholars have started integrating diverse theoretical frameworks to grasp the complexity of technology adoption in organizations (Okumus et al .,  2017). Primarily, studies combine the TOE framework with the Diffusion of Innovations (DOI) Theory introduced by Rogers (1995), which focuses on the process of innovation diffusion within a social system. According to Rogers (1995), technology adoption is related to innovation characteristics, organization characteristics as well as the individual characteristics of a leader. While the DOI Theory and TOE framework appear to be in agreement (Oliveria & Martins, 2011; Pizam et al ., 2022), the DOI Theory does not include the environmental variable. On the other hand, it adds to the issue of technology adoption by emphasizing the individual variables of a leader. The TOE framework and DOI theory complement each other in understanding technology adoption in organizations. TOE focuses on the adoption context, while DOI examines the innovation's characteristics and the individuals and organizations involved. By integrating these frameworks, researchers gain a deeper insight into technology adoption. (Cobos et al ., 2016). According to Baker (2011), although the tension between the TOE framework and other theories appears to be minor, little theoretical agreement occurred, and it could be resolved by integrating competing ideas into the TOE framework rather than addressing them separately. Studies on technology adoption should  consider not only technological, organizational,  and environmental contexts but also task characteristics and individual factors (Baker, 2011). Several scholars (Ciftci et al ., 2021; Ezzaouia & Bulchand-Gidumal, 2020) also advocate for incorporating personal characteristics into technology acceptance models, recognizing them as important factors in technology adoption.\n\nManagers, although less represented in SR research, are considered crucial facilitators in any technology adoption process because of their critical role in providing the necessary resources and support for successful implementation (Ivanov, Seyitoğlu, & Markova, 2020). Even earlier studies recognized that top management support, and senior management's commitment to and belief in technology implementation influence the organizational perception of technology usage and its actual implementation (Lin, 2010; Law & Ngai, 2007). Management support can mitigate the conflicts related to robotization adoption and help to reach an overall consensus within an organization (Chen,2019; Pizam et  al .,  2022). Tuomi et al . (2021) highlight that hospitality managers need to consider how and where to implement SRs to find the right balance between using them for efficiency and meeting customer expectations. Since robotic technology will play an important role for organizations in the near future, it will have important implications for management (Xu et al ., 2020). Dogan and Vatan (2019) have found that managers accept the existence of SRs and are mostly positive towards their implementation in hotels. However, they are concerned about the disruption of human-to-human interaction. On the other hand, Ivanov, Seyitoğlu, and Markova (2020) conclude that hotel managers are generally not ready to implement SRs as they believe this would decrease the quality of service. The results may vary, however, depending on the context (Xu et al ., 2020), be it geographical, cultural, or related to the type of hotel or service.\n\nAccording to Maurer (1996), the resistance of people is the main reason for the failure of organizational changes. On an individual level, robotic hospitality services can trigger various positive or negative emotions depending on one's technology readiness, comfort and use (Parasuraman, 2000). The Status Quo Bias Theory posits that individuals prefer the current state of affairs and resist change, even when the change could bring potential benefits (Samuelson & Zeckhauser, 1988; Kim & Kankanhalli, 2009). This  theory  suggests  that  organizational  leaders  often  prefer  maintaining  the  status  quo,  especially when faced with limited choices and uncertain benefits or associated costs (Almatrodi et al ., 2023). The\n\nresistance to innovation arises from (1) rational decision-making when faced with transition costs or uncertainty, (2) cognitive misperceptions, and (3) psychological commitment resulting from misunderstood sunk costs, the desire to avoid regret or pursuit of consistency (Samuelson & Zeckhauser, 1988). Perceived difficulty often causes hesitation to adopt new technologies (Shin et al ., 2019). However, Pizam et al . (2022) emphasize that if hotel managers perceive that SR implementation could bring them a competitive advantage, they are more willing to adopt SRs. Studying the perspective of hotel managers thus becomes even more relevant. The complex factors that drive or discourage the decision of managers to introduce SRs must be understood. These factors go beyond economics and market competition (McCartney & McCartney, 2020), referring also to individual understanding of technology, internal and external support, employees, guest experience, and organization characteristics. While existing technology adoption frameworks provide a comprehensive understanding of the factors that influence the implementation of various technologies within organizations, focusing solely on them could lead to overlooking key barriers that prevent or hinder adoption. Unlike adoption factors, which emphasize benefits, advantages, and features of technology, barriers focus on internal and external obstacles that may impede the adoption process, requiring ongoing research (Pizam et al ., 2022).\n\n",
      "summary": "Robotization is transforming the hospitality industry, with 85 million jobs predicted to be replaced by 2025. Service robots improve efficiency, reduce costs, and enhance customer experience, but their adoption is complex, requiring hotel managers to weigh advantages and disadvantages.",
      "summary_title": "\"Robots in Hospitality Industry\""
    },
    {
      "id": "c6c2074f-7f9e-42b9-80d0-10215440a44e",
      "title": "3. Methodology",
      "level": 2,
      "content": "Given the exploratory nature of the study, a qualitative approach was used to answer the research questions. Qualitative research provides rich and holistic data with the potential to reveal complexity (Miles & Huberman, 1994). Semi-structured in-depth interviews were conducted to obtain thorough insights from hotel managers. The target population was the managers of large-capacity upscale hotels since studies show that larger hotels are more likely to be the early adopters of SRs compared with small ones (Xu et al ., 2020).\n\nPurposive sampling was employed to include participants who have multiple years of working experience in the hospitality industry and occupy middle or top-management positions within large hotel companies. Given that previous research highlights the dominant impact of service robot implementation on hotel operations (Ivanov, Seyitoğlu, & Markova, 2020), managers responsible for hotels, hotel operations, or operational departments were deemed suitable participants. While the primary application of SRs is in hotel operations, challenges associated with their implementation are greatly related to human resource management (Ivanov, Seyitoğlu, & Markova, 2020). When researching this issue from the organizational perspective, Xu et al .  (2020) highlighted HR experts as appropriate informants as they are familiar with employee-related issues, jobs, tasks, organizational readiness and organizational culture. Therefore, the eligible participants included general managers, operation managers, operation department managers and HR managers at both the corporate and independent level. Considering the difficulties in engaging hospitality managers in research (Stylos et al ., 2021), a snowball sampling technique was used as it has proved to be useful for overcoming the accessibility constraint (Biernacki & Waldorf, 1981). Using this technique, 5 individuals managing large hotel companies in Croatia were initially interviewed and asked to suggest additional interviewees based on their expertise and willingness to share information. Each participant suggested one or two potential participants based on their professional connections.\n\nThe field research was conducted in February and March 2023. Initially, the potential participants were reached by e-mail or phone. Then the research objectives and methodology were explained to them, and upon their voluntary consent to participate, the interviews were carried out. The interviews occurred both online and in person, and were conducted in the participants' language, predominantly Croatian, except one interview conducted in English. The interviews varied in duration, lasting between 20 and 40 minutes, with an average of 28 minutes. Conducted in pairs, this format allowed one researcher to lead the conversation while the other took notes. Maintaining consistency for credibility, all\n\ninterviews were carried out by the same individuals (Healy & Perry, 2000). To ensure the appropriateness of questions for capturing the research topic, the theory was used to guide the study (AdeoyeOlatunde & Olenik, 2021; Chan et al., 2015). Following the guidelines proposed by Adams (2015), an interview guide was constructed to initiate discussions with general questions about the topic, the managers' experiences and comprehension of SRs, and perceived SR advantages and disadvantages. The interview guide was designed using existing theoretical frameworks on technology adoption to understand the reasons behind the non-implementation of SRs. It ensured coverage of key topics related to technological, organizational, environmental, and individual aspects while also allowing for new themes to emerge. Towards the conclusion of the interview, socio-demographic information and the organizations' characteristics were collected.\n\nAfter the 17th interview, the saturation point was reached since the authors were not obtaining any new information (Guest et al .  2006). One additional interview was conducted to confirm the saturation. Thus, a total of 18 interviews were conducted with managers of Croatian hotels whose companies hold more than 60% of the total hotel room capacity in Croatia. All hotels included in the study belong to different brands and parent companies, ensuring that the respondents were not influenced by the same corporate entity. The characteristics of respondents are presented in Table 1.\n\nTable 1: Respondents characteristics\n\nThe analysis was made following the three-step framework which includes data reduction, data displaying, and conclusion drawing and verification (Miles & Huberman, 1994). Inductive thematic analysis was used. According to Vatan and Dogan (2021), utilizing thematic analysis enables researchers to effectively condense and organize large datasets by employing a systematic approach to data processing, ultimately leading to clear and well-structured final results. Given the existence of theories that focus on technology adoption in general rather than specifically on barriers to adoption, along with critiques regarding the generality of these frameworks (Baker, 2011; Hasani et al. , 2023), the inductive approach was chosen. This approach allows researchers to maintain an open perspective when identifying elements or concepts from the data that may not have been previously recognized (Chan et al ., 2015; Braun & Clarke, 2012; Lvov & Kompula, 2024).\n\nFollowing the recommendations of Van Nes et al . (2010), an analysis was carried out in Croatian, the source language, to prevent losing important information through translation. The single interview conducted in English was translated into Croatian with the assistance of a professional translator. Transcripts  made  during  the  interviews  were  independently  coded  by  two  researchers.  As  suggested  by Strauss and Corbin (1990), the coding was performed in two main stages: open coding and axial coding. Before initiating the analysis, transcripts were read multiple times.\n\nThe analysis started with the open coding of three transcripts to extract the initial set of codes and develop a coding frame. This process was iterative, involving negotiated agreement as a method of achieving intercoder agreement, common for exploratory studies (Campbell et al ., 2013; Garison et al ., 2006). The first round of independent coding was followed by a meeting where discrepancies were discussed and the coding frame was revised (Campbell et al ., 2013; Hruschka et al ., 2004). Since the informants were explicit in expressing their thoughts, no major disagreements arose. In the following phase, nine transcripts were coded and discussed again to resolve some minor differences that occurred. After reaching a consensus and agreeing on a coding scheme, the analysis of all transcripts was conducted, resulting in some minor changes to the code frame during the following iterations. Once all codes were agreed upon, their connections became visible. During axial coding, codes were merged and organized thematically into themes and sub-themes as proposed by Braun and Clarke (2012). Following the recommendation of Van Nes et al . (2010), findings, including themes and quotes, were translated into English by consulting a professional translator. Finally, after the themes were defined, they were explained within the broader context of theories on technology adoption.\n\n",
      "summary": "This study used a qualitative approach, conducting 18 semi-structured interviews with hotel managers in Croatia to explore service robot adoption. Interviews were analyzed using inductive thematic analysis, resulting in themes and sub-themes that shed light on the adoption process.",
      "summary_title": "\"Service Robot Adoption in Hotels\""
    },
    {
      "id": "bedf50d0-28ba-419e-89b9-2baa2b430a59",
      "title": "4. Results",
      "level": 2,
      "content": "Results are analysed and displayed according to the two research questions. The first sub-section addresses the question of what are the current barriers to SR adoption from the managers' perspective, while the second sub-section deals with the prospects for future SR implementation.\n\n",
      "summary": "Results are analyzed by two research questions: current barriers to SR adoption and prospects for future implementation, addressed in two sub-sections.",
      "summary_title": "Analyzing Barriers to SR Adoption"
    },
    {
      "id": "1a15a3fd-74ea-434a-9786-d4bbf0d1e92c",
      "title": "4.1. Barriers to SR adoption",
      "level": 2,
      "content": "To gain insight into the key barriers to SR implementation in hotels, managers were asked about various aspects  of  their  business.  After  a  thorough  analysis,  four  key  barriers  emerged,  namely  managerial knowledge, employee involvement, service context and technical aspect. These four themes with their main sub-themes are described below.\n\n",
      "summary": "Managers identified four key barriers to sustainable practice implementation in hotels: managerial knowledge, employee involvement, service context, and technical aspects.",
      "summary_title": "Barriers to Sustainable Hotel Practices"
    },
    {
      "id": "0f71b53a-f0bd-417e-8502-1eaeada571f0",
      "title": "4.1.1 Managerial knowledge",
      "level": 2,
      "content": "The analysis has identified managerial knowledge as an important barrier to SR implementation, revealing three sub-themes: awareness, experience, and interest.\n\n",
      "summary": "The analysis identified managerial knowledge as a key barrier to SR implementation, with sub-themes including awareness, experience, and interest.",
      "summary_title": "\"Managerial Knowledge Hinders SR\""
    },
    {
      "id": "9ad713e0-c124-4c7c-adb2-722e768762d7",
      "title": "a) Awareness",
      "level": 2,
      "content": "The research shows that hotel managers generally lack information on SRs, which appears to be the key issue, particularly since further analysis revealed that their attitudes are not negative. They were struggling with the definition of SR itself, not being able to distinguish clearly between service automation and service robotization.\n\nP1: 'In fact, I do not have an idea of what a service robot would actually be. Could a cutlery polishing machine also be a robot?'\n\nA part of the respondents who are not familiar with service robotization also lack awareness of this technology's current level of development. They perceive SRs as an innovation in its initial stage, not sufficiently developed to be implemented in a hotel.\n\nP5: 'I think this is still in its initial stage (…) I don't think it is developed enough to bring benefits (…) I am not sure how fast it (service robotization) can happen.'\n\nHowever, research and practice have both shown that service robots are already widely used in hotels across the globe, even for some sophisticated tasks such as concierge services, reception tasks, or food and drink preparation (Ivanov, Webster & Berezina, 2020). Managers will need to possess at least a minimum knowledge of and training in SRs to successfully implement them in business (Xu et al ., 2020). The lack of information is evident not only in understanding the possibilities and benefits of SRs but also in the inability to recognize the financial implications of SR adoption. Moreover, the majority of respondents did not have any information about the price of SRs nor the costs and savings they could bring. Although they mostly believe that robots can reduce some costs, they were just conjecturing.\n\nP4: 'I  don't  know if using a robot would justify the cost of its service. Maybe there would be some savings (…) but I have no idea about the price.' '…it raises the question of how much they (SRs) replace a person (…) perhaps the investment would\n\nP11: pay off, but it is quite large. It's hard for me to judge.'\n\nManagers employed in international chain hotels seem to be more informed about SRs, emphasizing that their hotels in other countries have already initiated implementation (e.g., P5, P13, P16, P18). On the other hand, only two managers at the corporate level are actively considering SR adoption and have thorough knowledge about its implications. However, corporate managers are the ones who should be creating awareness when it comes to new technology adoption. As service robots are penetrating the hospitality market, it will be quite challenging for managers to match the industry's requirements if they do not have sufficient technological knowledge (Kala, 2022). Having prior knowledge about robotics and a thorough understanding of its benefits can greatly reduce uncertainty and influence adoption decisions (Nam et al ., 2021).\n\n",
      "summary": "Hotel managers lack information on service robots, struggling to define and understand their benefits and financial implications, hindering successful implementation.",
      "summary_title": "\"Service Robots in Hotels\""
    },
    {
      "id": "ce8f1d04-a484-41d2-bd31-9c001f577853",
      "title": "b) Experience",
      "level": 2,
      "content": "The lack of information can partly be explained by the fact that nearly half of the interviewees have not encountered SRs. Those who have some experience with robots, mostly have it from a guest perspective or they have encountered certain types of SRs through professional presentation, but they do not actually implement SRs in their hotel.\n\nP8: ' In our company, we still do not have any points of contact with service robots and do not use them (…) I have minimal experience as a guest.'\n\nP10: 'I don't have any experience, but I was just in a meeting where they talked about robotization with a partner, a hotelier who has a completely robotic hotel…'\n\nTo the authors' knowledge, there are still no hotels in Croatia that have implemented service robotization by the time of writing this paper, so the managers' experiences are mostly related to professional trips  abroad  or  to  some  other  hospitality  establishments,  such  as  highway  restaurants,  which  have started to implement robots recently.\n\nP12: ' In 2017, I was in America on a study trip visiting large city hotels. Back then, the robot was used exclusively in the reception area (…) I also came across one recently in a restaurant.'\n\nThe level of internationalization appears as a differentiating factor in terms of experience with SRs. Despite not implementing them in their hotels, the respondents managing hotels within international\n\nchains are more experienced with SRs, compared with those employed in domestic hotel chains or independent hotels.\n\nP13: ' We belong to the X group; they have been using robots in some hotels for 10 years and this is not new. They have a robot butler who brings and takes away things, robots in the kitchen, etc.' Our hotel group has already employed robots in a couple of locations in Europe, mostly they are robots related to F&B (…) one of our hotels has a minibar robot (…) At the level of the hotel group,\n\nP16: ' robotization is already very accepted.'\n\nOther managers underline their proclivity towards innovation; however, at the moment this refers only to the implementation of advanced digital and automation technologies. They tend to optimize processes using various software solutions and (semi-)automatic devices for tasks such as cleaning or mowing.\n\nP9: ' We are trying to make it easier for our employees through digitalization, but we are not applying robotization and I am not sure how we would do that.'\n\nP13: ' We still do not use a robotic service (…) but we already have self-check-in so you don't have to come to the reception desk but can do it yourself via the app (…) and you can unlock the room with your mobile phone.'\n\nP7: ' We use automatic devices for pool cleaning and mowing only.'\n\n",
      "summary": "Many hotel managers lack experience with service robots (SRs), with some having only encountered them during professional trips or presentations, and none having implemented SRs in their own hotels in Croatia.",
      "summary_title": "Hotel Managers Lacking SR Experience"
    },
    {
      "id": "7d35090b-bf19-4e32-86c2-ba56cd05ba35",
      "title": "c) Interest",
      "level": 2,
      "content": "Results show that managers are generally open to innovation and interested in trying new technologies. Younger managers, in particular, demonstrated a higher interest in adopting SRs. However, most of the managers see an issue in the lack of initiative from the upper hierarchical levels or owners. Half of the respondents indicated that there was never any suggestion to seriously consider robotization.\n\nP1: ' I am open to innovation, but there was never any initiative.'\n\nP7: ' There is no interest in implementing it in business, either now or in the future'\n\nOnly a few respondents managing hotels in international hotel chains highlighted the support and proactiveness of the board of directors. Previous research, however, has underlined the support of top management as a key antecedent of the successful implementation of new technologies (Lin, 2010; Chen, 2019; Pizam et al ., 2022). Belias et al . (2021) point out that the role of hotel owners and top management in the hotel industry is to encourage employees and inform them about the positive effects of robots, thereby enhancing their intentions to use them. One could argue that general or operations managers are those who should initiate such innovation, particularly those at the corporate level as they oversee hotel operations and are responsible for general hotel performance. Nevertheless, it appears that the initiative is not coming from any side despite their openness to adopting new technology. There is a knowledge gap which seems to be an important barrier to new technology implementation. The lack of knowledge about the performance, costs and benefits of SRs evokes scepticism.\n\nP12: ' We would be ready to introduce SRs, but I would wait to see what practice will show, I don't want to be the first and I want to see good practice and wait for reactions. I would introduce them only when I know the concrete and exact effects.'\n\nP1: ' The leading people lack experience wider than this company; they are not familiar enough with it to dare, they lack courage…'\n\nThe lack of initiative combined with the manager's non-awareness and scepticism creates an inert environment resistant to innovation, which was also recognized by respondent P8.\n\nP8: ' I think that we in Croatia are falling behind when it comes to new trends, we are quite inert and rely on traditional work methods, we are very slow to embrace trends, mostly things change only out of necessity '\n\nThe analysis indicates that the true robotization of service is a step that hoteliers in Croatia are only now starting to consider. To implement service robotization at any level, the knowledge gap has to be overcome first.\n\n",
      "summary": "Managers are open to innovation, but lack initiative from upper levels, citing a knowledge gap and skepticism as barriers to implementing service robots in hotels.",
      "summary_title": "\"Barriers to Hotel Service Robots\""
    },
    {
      "id": "1b14877e-6de1-4e09-802c-652425452528",
      "title": "4.1.2 Employee involvement",
      "level": 2,
      "content": "The results have shown that employee involvement also represents a barrier to SR implementation, although this was less emphasized than was previously thought. This is in line with the findings of Nam et al . (2021) who conclude that employees of upper-scale hotels show less resistance to SRs. According to Belias et al . (2021), it is expected that innovations are initially treated with scepticism, but eventually, the hospitality industry will accept SRs and adapt to them. However, the current main barriers related to employees refer to their prejudice, workforce structure and organizational values.\n\n",
      "summary": "Employee involvement is a barrier to SR implementation, mainly due to prejudice, workforce structure, and organizational values, but resistance is expected to decrease over time.",
      "summary_title": "Barriers to Employee Involvement"
    },
    {
      "id": "8367db39-9333-4c5e-b323-2222d507c2a9",
      "title": "a) Workforce structure",
      "level": 2,
      "content": "Managers claim that the reaction towards SRs in their hotels would be quite diverse depending on the employees'  age,  personality  and  contract  type.  Belias et  al .  (2021)  also  emphasize  the  role  of  demographics, gender and type of employment in intentions to use SRs. Managers agree that younger employees are more likely to accept robots as something entertaining and interesting, while they expect certain resistance from the older employees.\n\nP2: ' The older ones would think that a replacement is coming, and the younger ones would have fun playing with them (SRs).'\n\nP3: 'It depends on the type of person; the older generation would have a harder time accepting them (SRs) and it would be more difficult for them.'\n\nManagers have also indicated that there would be some difference in SR acceptance depending on the contract type. For instance, P11 claims that experienced permanent employees would be less concerned than others as they are aware of the necessity of human staff.\n\nP11: '…we have permanent employees who know that they are needed.'\n\nHowever, as most of the hotels in Croatia operate seasonally, a substantial portion of employees do not have permanent jobs in hospitality.\n\n",
      "summary": "Managers believe employee acceptance of SRs varies by age, personality, and contract type, with younger employees more likely to accept robots and older employees showing resistance. Permanent employees are expected to be less concerned about job replacement.",
      "summary_title": "\"Employee Acceptance of Robots Varies\""
    },
    {
      "id": "335a61fc-df99-4e28-a7df-d6c1987a78a2",
      "title": "b) Employees' prejudice",
      "level": 2,
      "content": "The main obstacle to SR implementation related to employees derives from their biases. People are naturally resistant to change (Samuelson & Zeckhauser, 1988), particularly if they do not have enough information. Results show that the managers recognize an initial resistance when it comes to implementing new technology but believe the employees would accept it over time, just like any other innovation they have introduced.\n\nP9 : 'At first, they would be surprised by SRs and they would probably think that we are replacing them with robots. Resistance is always the initial reaction. Everything new we do is at first always met with resistance due to lack of knowledge and fear, but we accept everything over time. That's how it turned out for everything new we introduced.'\n\nResults also indicate that managers in international hotel chains anticipate less resistance from their employees compared with managers in domestic hotel chains and independent hotels. This may be attributed to their extensive knowledge, resulting in fewer prejudices.\n\nIn line with the findings of Brougham and Haar (2018), managers do not see the fear of losing one's job as the main issue here. Although fear is also present, they are more concerned about employees' resentment. Namely, they believe employees would be irritated to learn that the owners have invested in SRs instead of increasing the salaries of current workers.\n\nP4: 'I think that people would take it very badly (…) they would say that we don't want to raise their wages, but rather save labour costs by injecting money into some machines.\" P8: '…they would wonder what the boss is really willing to do just to save on labour costs.'\n\nAnother reason for employee resistance to SR adoption that concerns the managers refers to the need for additional education and support. As there is no prior experience on the part of either the managers or the employees, they are not familiar with this kind of technology. As prejudices are based on a lack of knowledge, they lead to scepticism. Some managers appear to be sceptical about the independence and effectiveness of SRs and believe the employees feel the same way. Indicating that there has to be a human employee who will program an SR and work with it, they believe that if SRs required additional efforts and supervision of employees, this would lead to dissatisfaction and irritation.\n\nP11: '…but they might be sceptical if they have to control it, it would be tiring for them…'\n\nP12: '…I think they would accept them (SRs) if they knew exactly how that would help them. If they knew the concrete benefits, they would accept them with pleasure; but if these employees had to deal with a robot and if that took up their extra time, they would not be satisfied.'\n\nAlthough some previous studies show that hotel employees have a positive view and high level of intention to use SRs (Belias et al . 2021), the managers indicate that employees are unaware of the benefits SRs can bring. Nevertheless, they see a way to overcome this issue - namely, employees need to be educated about the possibilities this innovation can bring and how it could facilitate their jobs once it is successfully implemented.\n\nP3 : 'It will be difficult… Some education will be required because people will perceive that it is taking away their jobs, on the one hand, and rightfully so.' 'Employees react with resistance to any change, but the moment they become familiarised with\n\nP17: an innovation and realize how much help it can give them, they gladly accept it.'\n\nHence, education is a key issue that needs to be addressed. If it is not done properly, all potential benefits disappear and the investment is pointless.\n\nP2: 'The biggest obstacle would be in educating people to handle SRs. It (handling SRs) is a big responsibility, and if no one is in charge of that, you've thrown a lot of money into the wind.'\n\n",
      "summary": "Employee resistance to Service Robots (SRs) is due to biases, lack of knowledge, and fear of job loss, but managers believe education and support can overcome this issue.",
      "summary_title": "\"Overcoming Employee Resistance to Service Robots\""
    },
    {
      "id": "6d7feb5f-85a3-4e57-81a1-06d718b64505",
      "title": "c) Organizational values",
      "level": 2,
      "content": "Research has revealed that some managers may show repulsion towards service robotization as they believe it collides with the organizational values of the company. For instance, Participant 4 states that their  company  focuses  on  sustainability  and  dedication  to  the  local  community  and  environment. Hence, deploying SRs could be considered contradictory to these values.\n\nP4: 'It is in no way aligned with our organizational values and corporate development; we develop the concept of total sustainability, for example, we make hotels from natural materials'\n\nFurthermore, the respondents agreed on their commitment to high-end personalized service which cannot be provided by robots. Their core values such as friendliness, high quality, and memorable experience are embedded in all aspects of the company and have to be delivered by human staff. Managers believe that robots would not be able to transfer a hotel's key values in the way human staff can.\n\nP17: 'Warmth and friendliness can't be conveyed by a robot.' P9: 'We are still looking for a genuine smile which is a key value of our hotel.'\n\nHence, although factors related to employee involvement are seen as an important barrier to SR adoption, in the context of this study they do not appear to be crucial.\n\n",
      "summary": "Managers may resist service robotization due to concerns it contradicts company values, such as sustainability and personalized service, which are best delivered by human staff.",
      "summary_title": "\"Robots vs Company Values\""
    },
    {
      "id": "ae0b5dbf-9a27-4224-a5a4-55ac094f07df",
      "title": "4.1.3. Service context",
      "level": 2,
      "content": "Another major theme revealed by the research refers to the service context as a barrier to SR adoption. The results indicate that factors such as service type, guest structure, and guest expectations are important barriers that hinder SR implementation.\n\n",
      "summary": "Research reveals the service context as a barrier to SR adoption, with factors like service type and guest expectations hindering implementation.",
      "summary_title": "Barriers to SR Adoption Found"
    },
    {
      "id": "65adf0f3-302b-434b-ab03-46b2dacf5677",
      "title": "a) Service type",
      "level": 2,
      "content": "In terms of hotel service, the respondents agree that robotization and high-quality service do not go 'hand in hand'. They state that their hotels provide a very high-quality service that is in line with the expectations of the guests who choose luxury facilities, and expect personalized service and pleasant communication. According to Nam et al . (2021), most luxury hotels do not use SRs because they are concerned about losing the personal touch and eroding customer satisfaction. Thus, some barriers are closely related to hotel categorization. For instance, the managers of 5-star hotels do not see the application of SRs in their hotels as they are focused on a high level of personal interaction with their guests.\n\nP4: They (SRs) are not suitable for high-category hotels and luxury accommodation. They are just machines without a soul.'\n\nP6: Robots don't fit in our luxury environment which is very high-touch in human interaction. (…) We don't sell hotel rooms and services, we sell experiences, we sell memories (…) We are always seeking new ways to wow our guests.'\n\nP18: 'Quality is provided by people. Robots may only help.'\n\nChan and Tung (2019) also point out that, unlike midscale and budget hotels which deliver standardized services that could be supported by SRs, luxury hotels require quick recognition of customers' needs. Besides categorization, the barriers to the application of SRs are also related to the size of the facility as well as the departments where the service is provided. Xu et al . (2020) identified larger hotels as early adopters of SRs, while small hotels are often more risk-averse. The managers here agreed that service robotization is more appropriate for large 3- or 4-star hotels and only for certain services.\n\nP10: 'I don't see an application in the luxury segment, especially in smaller hotels.'\n\nP11: 'I would use them in the back office. (…) I wouldn't employ them for a task that requires communication with guests such as in the reception area, in the restaurant or wellness facilities…'\n\nP14: 'I don't see the possibility of application in the reception area because we have demanding procedures.'\n\nP4: '…not at all in luxury hotels. (…) It's inconceivable to me that a guest would have to enter a code to get a drink.'\n\nHence, front-office tasks have been recognized as not very appropriate for SR implementation since they require direct contact with guests. In line with previous research (Belanche et al ., 2021; Chen et al ., 2022; Dogan & Vatan, 2019), the managers agree that SR implementation would be more useful for some routine repetitive back-office tasks. This corresponds to the previously mentioned values that highquality hotels nurture.\n\n",
      "summary": "Luxury hotel managers believe robots can't replace human interaction and personalized service, making them unsuitable for high-end facilities.",
      "summary_title": "\"Robots Unsuitable for Luxury Hotels\""
    },
    {
      "id": "f700fd72-3f49-4b30-9efe-c4448ecf219b",
      "title": "b) Guest structure",
      "level": 2,
      "content": "The managers also indicate that the application of SRs and the structure of guests who choose their facilities for their vacation are in mutual collision. Moreover, the managers indicate market segment as a crucial factor in determining SR appropriateness.\n\nP8: 'The main criterion is the structure of the guests. I think it would be more interesting for new generations, people who live in Europe and are prone to new trends… Everything that comes to us has already been seen.'\n\nIt was determined that the hotels managed by the respondents accommodate leisure guests, very often families or older people. It was agreed that robots would be more appropriate for business guests rather than leisure guests as they travel for different motives and have different expectations, thus confirming the theory of Ivanov, Seyitoglu and Markova (2020) that the managers' perception is shaped depending on the type of guests.\n\nDespite the considerable guest turnover in hotels during summer, the managers emphasize that they greatly rely on their loyal guests, believing that they are not ready to accept robotized service.\n\nP10: 'Loyal guests would take it very badly, they would resent the introduction of robots because they come solely for the relationship and contact with employees (…) It would be interesting for younger guests, but I wonder how long-lasting that effect would be (…) since we are oriented towards loyal guests, I don't think it would be appropriate for us.\n\nThis is supported by Belanche et al . (2020) who warn that loyal customers may feel insulted if a robot provides them a service instead of an employee.\n\n",
      "summary": "Hotel managers believe robots are more suitable for business guests, not leisure guests, and worry that loyal customers may resent robotized service, prioritizing personal relationships with employees.",
      "summary_title": "Robots Suit Business Guests Only"
    },
    {
      "id": "83b8c641-3a7b-40e7-8594-4ad0cc4a08e5",
      "title": "c) Guest expectations",
      "level": 2,
      "content": "Considering the focus on the leisure market segment, hotels have to adapt to the expectations of those guests, which appear to be in collision with service robotization. Respondents indicate that despite many potential benefits, implementing SRs could lead to unfulfilled guest expectations.\n\nP3: 'I think that leisure guests still expect traditional service…'\n\nP13: 'People come to us to rest, to ease their souls… So, our bartenders are often like psychologists… Those who come with children, expect someone to take care of them. They pay a premium price for personalized services. I think it wouldn't go very well if they had a robot bartender…' P12: 'I think that people on vacation want to get away from screens and, for my structure of guests, I\n\nthink that a screen would be something the guests have an aversion to because they are there for personalized service. (…) A robot cannot transfer energy like a human can.'\n\nThis is in line with a study by Lin and Mattila (2021) who delved deeper into the guest's perspective. They emphasize that guests perceive SRs as machines that lack emotions and the ability to build relationships, which is particularly important in the case of service failure. As most of the respondents operate in 4- or 5-star hotels, they continue to emphasize that their guests are looking for a high level of interaction through a hospitable and warm relationship.\n\nP10: 'Implementing robots would cause a loss of personality and a diminished experience, especially in\n\nthe luxury segment.'\n\nIvkov et al . (2020) also warn that recent studies point to the low quality of the human-robot interaction and to guests wanting to see human employees, especially in upscale establishments where SRs are not able to replace them. Furthermore, the respondents emphasize that a high degree of personalization is expected by their guests. When it comes to luxury hotels, managers conclude that their guests who are experienced travellers cannot be impressed or amused by a hotel SR.\n\nP6: 'Our guests have seen everything and you cannot wow them with a robot. They come with a private jet; they are looking for different service. (…) In a hotel like ours, we impress people by knowing what they ate yesterday. (…) We are always seeking new ways to amaze the guest…' P11: 'Our guests are quite traditional; they still appreciate when we speak their language.'\n\nThus, managers agree that the service context, particularly guest expectations, plays a crucial role in the decision to implement SRs.\n\n",
      "summary": "Hotel managers believe service robots may not meet leisure guests' expectations, as they crave personalized, human interaction and emotional connections, particularly in luxury hotels.",
      "summary_title": "\"Robots Fall Short of Luxury Guest Expectations\""
    },
    {
      "id": "61848632-db6a-44c2-a640-77a2a75eef9b",
      "title": "4.1.4. Technical aspect",
      "level": 2,
      "content": "Besides the issues related to managerial knowledge, employees, and the service itself, the research reveals certain technical aspects that also hinder SR adoption, namely physical barriers, costs, and maintenance issues.\n\n",
      "summary": "Technical aspects hinder SR adoption, including physical barriers, costs, and maintenance issues.",
      "summary_title": "SR Adoption Faces Technical Hurdles"
    },
    {
      "id": "b68d55e6-371d-4067-83f9-390b073429f4",
      "title": "a) Physical barriers",
      "level": 2,
      "content": "The managers highlighted several physical obstacles in hotels as barriers to service application. Murphy et al . (2017) also raised this question. Deploying SRs requires a robot-friendly physical environment and facilities which enable their mobility and functioning, and this may lead to some additional investments in a building (Ivanov et al ., 2017). An analysis of the responses has generated several physical obstacles relating to the size of the space, stairs or elevators.\n\nP14: 'They are not suitable for a small space, and in large hotels they can get lost easily. We have a lot of physical obstacles, e.g., stairs…'\n\nThese obstacles appear to be quite challenging since they may require certain interventions in a hotel's physical space that can be quite expensive. However, the analysis suggests that these barriers are not a severe problem.\n\nP17: 'Even if there are infrastructural obstacles, it is certainly possible to solve them. For example, all facilities adapted for the disabled have already solved most of the problems...'\n\nA few respondents also suggested that a robot would not fit in with the physical environment.\n\nP6: 'It is not for luxury hotels and it doesn't fit in with our environment, both physically and experientially.\n\nSome other technical issues have also been observed, as the respondents noted that due to their physical limitations, SRs would not be as time-efficient as human employees in certain situations.\n\nP7: 'As a guest, I saw that there are technical difficulties, e.g., they (SRs) react badly to obstacles and they are slow. It took it 6 minutes to get the dishes to the kitchen, while my employees would have done that a long time ago.'\n\n",
      "summary": "Managers identified physical obstacles, such as small spaces and stairs, as barriers to service robot deployment, requiring costly interventions and adaptations to a hotel's physical environment.",
      "summary_title": "Physical Barriers to Robot Deployment"
    },
    {
      "id": "79690db3-b60b-41b0-8f5d-2b27973b3180",
      "title": "b) Costs",
      "level": 2,
      "content": "The research also indicated that the managers do not have adequate information concerning the costs of implementing robotic service in the hotel industry, and they believe that the acquisition costs, as well as maintenance costs, are significant, which makes them unsure that the benefits would be greater than the expenses.\n\nAnalysis shows that the respondents predominantly believe some savings could be achieved by implementing SRs, but they lack accurate information about the financial benefits and maintenance costs. Previous studies have addressed certain potential financial benefits deriving from greater efficiency (Ivanov et al ., 2017), but researchers warn that due to significant expenses, a cost-benefit analysis should be conducted (Ivanov, Seyitoglu & Markova, 2020; Nam et al ., 2021). Considering the high initial investment, the managers consider it risky; however, given the opportunity for a free trial, they would be willing to test SRs in their establishments.\n\n",
      "summary": "Hotel managers lack information on robotic service costs and benefits, making them unsure if implementation is financially viable, despite potential savings from increased efficiency.",
      "summary_title": "\"Robotic Service Adoption Uncertainty\""
    },
    {
      "id": "4223458a-7625-4d55-9203-5e49cd25721d",
      "title": "c) Maintenance issues",
      "level": 2,
      "content": "In addition to the abovementioned costs, the hotel managers expect additional problems in maintenance, such as unavailable authorized service and lack of expertise in maintenance and handling.\n\nP10: 'It's a technology - anything can go wrong and we cannot influence that.'\n\nThe  managers  emphasized  the  difficulties  in  robot  handling,  primarily  by  employees  who  are  not properly educated as well as by guests who may feel the urge to play with them. The managers wonder about the availability of authorized service and the time and effort needed to solve any potential technical issues. To ensure proper robot repair and maintenance, hotels can either hire trained personnel or outsource it. However, Ivanov and Webster (2019) argue that reliance on a specific robot supplier may lead to vendor lock-in and difficulties in switching to another.\n\nAs previously discussed, an examination of the managers' responses reveals that some specific barriers pose a greater hindrance to SR adoption than others. Consequently, the identified barriers exhibit varying levels of importance, depending on their potential influence on SR (non)adoption. Figure 1 illustrates a matrix depicting the importance of distinct sub-themes of identified barriers. The figure also shows the placement of new themes in the broader context of TOE and DOI theoretical frameworks.\n\nFigure 1. Importance of barriers to SR implementation\n\n<!-- image -->\n\nThe results show that the most important barrier to the current implementation of SRs is the lack of knowledge among the managers. Specifically, lack of awareness of SRs' possibilities, limited previous experience, and weak interest appear to be the main factors hindering them from initiating SR implementation. Rogers (1960) suggests that the innovation process starts with knowledge, so the higher the knowledge barrier is, the more likely that the adoption will be delayed (Okumus et al ., 2017). Previous research on service robotization has overlooked this problem, but there are recent studies, examining the adoption of some other innovations, that also conclude that lack of knowledge among managers is an important obstacle (Chan et al ., 2020; Chan et al ., 2015; Lam & Law, 2019). Guest expectations are also considered a critical barrier to SR implementation, as the respondents believe that guests generally expect traditional service, and the relationship with the staff is one of the main reasons they return to\n\na hotel. The managers trust that most of their guests would not want to see SRs in their hotels. Similarly, Nam et al . (2021) conclude that customers are one of the most influential factors in implementing artificial intelligence and robotics in hospitality. Other service-related barriers, namely service type and guest structure, are considered very important since these factors are often used to help decide on the appropriateness  of  SR  implementation.  However,  they  concern  managers  less  than  failing  to  fulfil guests'  expectations.  Employee-related  barriers  (workforce  structure  and  employees'  prejudice)  also emerged as important but the managers see solutions on how to overcome them. According to Rogers (1995), resistance is often encountered in the early stages of the innovation diffusion process but people accept innovation over time. Cost is also seen as a major barrier, as implementation would require a large initial investment but could result in savings in the long run. The respondents indicated that if they had a clearer understanding of the financial aspects, they would be more willing to implement SRs. The minor obstacles are related to organizational values, physical barriers, and maintenance issues. The analysis shows that these problems could be solved if the previous obstacles were overcome, i.e., SRs could be used to enhance organizational values, physical space could be adapted to accommodate SRs similar to wheelchairs or strollers, and maintenance could be ensured through a specialized company.\n\nNewly emerged themes of barriers can be linked to the TOE framework and DOI theory due to their general applicability; however, they differ from existing technology adoption frameworks by precisely identifying hindrance factors of SR adoption and highlighting some sub-themes that have not been emphasized previously. This primarily refers to dimensions under managerial knowledge. While previous theories acknowledge the role of managers, they do not explicitly focus on managerial knowledge. The TOE framework views it solely as a managerial structure and support, while the DOI theory concentrates on managers' attitudes toward change (Oliveira & Martins, 2011). The importance of SR's characteristics as an innovation is less emphasized in these findings compared to the TOE and DOI frameworks. While previous theories highlight technology characteristics such as complexity or relative advantage,  these  findings  suggest  that  more  obstacles  arise from  the  organization and  the  environment. This could be attributed to a lack of familiarity with SR technology. However, in contrast to the general TOE framework, where environmental influences typically stem from government and market competitiveness (McCartney & McCartney, 2020), in this study, they predominantly originate from customers, i.e., guests. Only a few studies from a hospitality perspective have acknowledged this aspect (Nam et al. , 2021; Ezzaouia & Bulchand-Gidumal, 2020) despite customers being central stakeholders in the hospitality industry. Apart from customers and the lack of maintenance support, other environmental influences do not significantly impede SR adoption. It could be due to the research context, with fewer SRs and regulations in the market. Furthermore, the findings indicate that market competitiveness may be an encouraging rather than a hindering factor.\n\n",
      "summary": "Hotel managers face various barriers to service robot adoption, including lack of knowledge, guest expectations, and costs, which hinder implementation and require consideration of organizational and environmental factors.",
      "summary_title": "Barriers to Service Robot Adoption"
    },
    {
      "id": "4f9cbc6d-211d-48ef-b0da-17d2b3b17c6e",
      "title": "4.2. Readiness for future SR implementation",
      "level": 2,
      "content": "Research has revealed that Croatian hoteliers still do not use service robotization due to the aforementioned key barriers. To gain insight into their readiness for SR implementation, the managers were asked about their perspective on possible future adoption. The study shows that the managers see some benefits in SR application and they appear to be ready to adopt certain types of SRs in the future.\n\nA possible future application, according to the views of the respondents, primarily depends on the hotel category, in particular, on service quality. SRs have prospects in lower-category hotel facilities, i.e., those that provide a lower level of quality and simpler services, such as city, business or airport hotels.\n\nP4: 'I could implement it in lower-class accommodation (…) for facilities that only provide overnight service for the purpose of doing business…'\n\nP8: 'I believe that it will first come to lower-class hotels, especially in those facilities where communication with the guest is less important, for example, city and airport hotels… where the advantage is in the speed of the service.'\n\nWhen it comes to certain hotel types, the managers see the possibility of applying SRs in hotels aiming at specific target groups, such as families with children for whom the SR would be a kind of attraction, as well as younger age groups of guests. Some of the respondents even gave suggestions for enhancing interaction through gamification.\n\nP16: 'In establishments with a high turnover of guests, I think it would actually be interesting. There are many possibilities for gamification. (…) You need to make a nice story out of everything. I would introduce a game in which the person who catches the robot on the 6th floor gets a prize. (…) You need to make it interactive so that people find it interesting, and not develop an aversion to it.' P12: 'In hotels for families with children, I would introduce small robots, the size of children.'\n\nThe results of the research indicate that the managers most often associate the possibilities of future SR application with larger-sized facilities. While Ivanov, Seyitoğlu, and Markova (2020) found that managers in larger hotels are more sceptical towards the use of robots although they are more resourceful, these findings indicate that greater benefits could be achieved in larger hotels. The managers also indicate that SR implementation largely depends on the hotel department and type of tasks, mostly referring to front-office and back-office activities. They highlight certain tasks they would or would not delegate to SRs. Figure 2 shows a summary of these tasks in relation to task type and willingness for future implementation.\n\nThe analysis reveals that managers are inclined to implement SRs primarily in the back office, expressing the highest willingness for implementation in tasks such as cleaning larger spaces, mowing, handling laundry, and polishing dishes or cutlery. While they acknowledge the feasibility, their willingness for SR implementation in food preparation, maintenance, and warehouse operations is comparatively lower. Regarding front-office tasks, a high willingness for SR implementation was reported specifically for room service and all-inclusive restaurant serving. For tasks like check-in and check-out procedures, concierge duties, luggage handling, and cocktail making, managers see the application of SRs as possible but less likely to be implemented.\n\nP2: 'We could use them in all-inclusive restaurants where drinks are included. I would introduce them in the restaurant tomorrow if I could. (…) …and they are very useful for mowing the grass, polishing the dishes...'\n\nP10: '…in the back office, e.g., in the kitchen for preparing food, in housekeeping for cleaning public\n\nareas… maybe I would try them in the reception area during the night shift.' P16: 'I would use them for jobs out of the sight of guests, such as washing dishes, cleaning...'\n\nOn the other hand, the managers are not ready to use SRs for all back-office tasks. For example, they consider SRs completely unsuitable for administrative tasks or room cleaning. Despite the use of SRs in some hotels for room sanitation during COVID-19, their current capabilities are not advanced enough to handle tasks like changing bed linens, cleaning closets, or bathroom cleaning - tasks integral to room cleaning.\n\nP9: 'I am not sure how we could bring that about. (…) I don't think we will ever be able to replace a housekeeper.\n\n",
      "summary": "Croatian hotel managers see benefits in service robotization, particularly in lower-category hotels and for tasks like cleaning and room service, but are hesitant for tasks requiring human interaction.",
      "summary_title": "\"Robots in Croatian Hotels\""
    },
    {
      "id": "aa33105e-7cce-4cb9-b57b-ac325d4439ef",
      "title": "Type of task",
      "level": 2,
      "content": "",
      "summary": "There is no section provided to summarize. Please provide the text, and I'll create a concise summary for you.",
      "summary_title": "Awaiting Text Summary"
    },
    {
      "id": "7ad7a1a2-daad-4013-b0a4-44a224fd0d73",
      "title": "Willingness for SR application",
      "level": 2,
      "content": "Figure 2.\n\nWillingness to delegate tasks to SRs Source: authors' work\n\nThe participants highlight that for SRs to undertake such responsibilities in the future, they would need significant advancements in sophistication to match human capabilities. Additionally, regarding frontoffice tasks, the participants stress that they would never implement SRs in wellness operations, a-lacarte restaurants, or any roles involving substantial interaction with guests.\n\nP18: 'The preparation and serving of food and drinks in an a-la-carte restaurant is a special experience. Robots can't provide that.'\n\nP6: 'Luxury restaurants are expected to provide a high level of human interaction. We present our dishes, tell stories… We carve your meat at the table…'\n\nDespite the managers not being inclined towards high-service robotization in their hotels, four key drivers of SR adoption were identified, namely competitive pressure, labour shortage, process optimization and cost reduction.\n\n",
      "summary": "Hotel managers are hesitant to use service robots in roles requiring human interaction, citing the importance of personal experience and luxury service, but identify four key drivers for potential adoption.",
      "summary_title": "\"Hotels Hesitant on Service Robots\""
    },
    {
      "id": "d072dd04-1fab-4e66-b773-409c90d9af6a",
      "title": "4.2.1. Competitive pressure",
      "level": 2,
      "content": "Although none of the observed hotels deploy SRs, managers appear to feel competitive pressure for SR implementation. Despite not being significantly present in Croatia, examples of service robotization can be found in its broader environment. As the adoption of SRs is still in its initial stages in many countries, Kala (2022) points out that the robotization of services could be a matter of competitive differentiation for hotels and thus attract guests. The managers are aware of market trends and the necessity to adapt to them, regardless of their personal attitudes and limited understanding.\n\nP2: 'Personally I'm not a big supporter, but it is something that is coming and will be inevitable. We have to adapt because sooner or later we will all have to get used to it.'\n\nHowever, there is an evident lack of proactivity. Several managers have confirmed they do not want to pioneer SR implementation because they are not familiar with its features and implications. They would rather leave it to someone else to see its advantages and disadvantages.\n\nP12: 'I will wait. I do not want to be the first one.' P11: 'If it becomes a trend that the majority uses, then I will too because that means it is good.'\n\nHence, it is likely to expect that when one company embraces the trend, others will follow its lead to remain competitive in the market and not fall behind.\n\n",
      "summary": "Hotel managers in Croatia feel pressure to implement service robots, but lack proactivity due to unfamiliarity with their features and implications, preferring to wait for others to pioneer their use.",
      "summary_title": "Croatian Hotels Hesitant on Service Robots"
    },
    {
      "id": "155bfa2e-b1a7-47a1-a1b6-39bb2ed57c96",
      "title": "4.2.2. Labour shortage",
      "level": 2,
      "content": "As indicated previously, Croatia is facing a severe shortage of workforce, particularly in the hospitality industry. While the number of tourists is growing from day to day, the pool of potential workforce is getting smaller. Regardless of this, high-quality service has to be provided and hotel managers are aware of the unfavourable position they find themselves in. It makes them consider some alternative options, such as service robotization. Hence, the labour shortage emerges as a key driver for possible future SR adoption.\n\nP1: 'That problem (labour shortage) could be solved by robotization. Things change. Until a few years ago, we could not imagine that we would employ so many foreigners. It is very difficult for us to find workers because young people want more free time and do not want to dedicate their lives to work. But we do not have sufficient infrastructure to increase the number of  employees and  allow  more free time…'\n\nP9: 'I believe that we would be ready for anything if we had no employees, we could cover 5% of the support staff (with SRs).'\n\nP17: '…we would implement SRs due to the lack of labour. People are replaceable in many areas, and the labour market is a disaster'\n\nThis supports the research of Ivanov (2020) who claims that it is inevitable for some personnel to be substituted with robots. Although the respondents unanimously agree that a robot could never fully replace a human employee, they believe it could perform some tasks instead of the employee, thus mitigating the labour shortage issue. As described above, they would use SRs for some supporting tasks, while keeping human employees in front office jobs.\n\n",
      "summary": "Croatia's hospitality industry faces a severe workforce shortage, prompting hotel managers to consider service robotization as a solution to mitigate the labour shortage and provide high-quality service.",
      "summary_title": "\"Croatia's Hospitality Faces Labour Shortage\""
    },
    {
      "id": "b9733c1f-6e7a-46c8-9cf8-eeeb8f07f498",
      "title": "4.2.3. Process optimization",
      "level": 2,
      "content": "Another key driver of possible SR implementation is service optimization through the facilitation and speeding up of processes. The respondents indicate that the reason for their consideration of SR adoption lies in their desire to improve the service by making some procedures automated, faster and easier.\n\nP15: 'We do not intend to implement them (SRs) yet because we are still struggling with what we have (…) but I believe this is the future. (…) We are looking at how to optimize the processes; I think we will all go in that direction over time.'\n\nMoreover, the respondents also view process optimisation through the lens of service quality. Although they agree that high-quality service and SRs are mutually exclusive, they see certain benefits when it comes to service improvement. Unlike the findings of Ivanov, Seyitoglu and Markova (2020), the findings of this study show that the managers do not think that applying robots would necessarily reduce\n\nthe quality of the service. Moreover, some managers emphasize the benefit of constant and standardized service when using robots.\n\nP5: 'The robot enables continuity in service provision. It is never sick, it does not fail to show up at work because it was out late the day before, it is never in a bad mood, its leg does not hurt... It provides a constant level of work…'\n\nP13: '…a robot is predictable. We know what kind of service it will provide.'\n\nAnother benefit for service quality that could stimulate future SR application relates to the liberation of employees from tedious activities. Thereby they would be able to engage more in their core tasks and build relationships with guests.\n\nP16: ' It would make it easier for the workers, so I believe they would be more satisfied and could devote more attention and time to the guest .'\n\nAlthough a few respondents remain sceptical as to whether employees would use the extra time to interact with guests, they indicate that one of the key motives for future SR implementation derives from strivings to achieve service optimisation. They believe SRs could not work independently, so they would use them to enhance, rather than substitute, human work.\n\n",
      "summary": "Service optimization drives consideration of SR adoption, with respondents seeking to automate and streamline processes, improving service quality through consistency and freeing employees to focus on core tasks and guest interactions.",
      "summary_title": "\"Service Optimization Drives SR Adoption\""
    },
    {
      "id": "6a6add43-4b62-446d-b1de-c13310201646",
      "title": "4.2.4. Cost reduction",
      "level": 2,
      "content": "From a financial point of view, SRs are seen as a big investment for which many Croatian hoteliers are not ready yet. However, when it comes to the intention to implement SRs in the future, they indicate that one of the drivers would be cost reduction. Despite their lack of information and doubts about robotization itself, when asked about the motivation for future implementation, they emphasized potential long-term savings.\n\nP8: 'It is possible to achieve cost rationalization by increasing the efficiency of operational tasks…'\n\nThe managers mostly link possible cost savings with the workforce, indicating employees as the most important source of costs (despite being the most important asset).\n\nP17: 'It is possible to reduce costs such as the purchase of uniforms, labour accommodation costs, food and drinks, agency commissions for finding workers, salaries, bonuses and awards. The robot is a completely fixed cost for which I can accurately predict the cost in budgeting, while for employees I cannot... We made a calculation for the purchase of 12 robots, which could replace 30 people, but we would use them only as a replacement for some auxiliary jobs…'\n\nAlthough some managers see long-term financial benefits, they are still looking for precise indicators of the usefulness of SR application:\n\nP3: '…the long-term benefits have yet to be calculated through the reduction of salary costs etc.' 'P9: It would be reasonable to reduce the number of employees but a follow-up feasibility study would be needed to see what are the benefits and what are the costs.'\n\nThe respondents are generally not inclined to implement SRs unless they have to. However, they feel pressed by the economic situation which impacts their costs.\n\n",
      "summary": "Croatian hoteliers view service robots as a costly investment, but see potential for long-term cost savings, particularly through workforce reduction, despite requiring more information on their effectiveness.",
      "summary_title": "\"Robots in Croatian Hotels\""
    },
    {
      "id": "cc118bb5-8b49-4f32-92c4-0196dbfe5e4d",
      "title": "5. Conclusion",
      "level": 2,
      "content": "This study is a response to recent calls made by several scholars asking for an in-depth understanding of hotel service robotization from a supply-side perspective (Ivanov, Seyitoğlu, & Markova, 2020; Seyitoglu & Ivanov, 2022; Belias et al ., 2021). This paper focuses on the managers of upscale hotels as actors who have been overlooked by previous studies (Pizam et al ., 2022; Nam et al ., 2021). Using an exploratory approach with in-depth interviews, the study investigates the managers' perspectives on SR implementation. Specifically, the study has identified the current barriers to SR adoption as well as the prospects for its implementation in the future. The Republic of Croatia was chosen as a novel research context since it is a country highly dependent on tourism that is struggling with severe workforce outflow. Given the low technological development of Croatia in comparison with other EU countries, Croatian hoteliers are still not implementing SRs.\n\nThe thorough analysis yielded four key barriers, namely the barriers related to managerial knowledge (lack of awareness, limited experience and weak interest), employee involvement (unfavourable workforce structure, employees' prejudice and incompatible organizational values), service context (incompatible service type, unsuitable guest structure and mismatched guest expectations), and the technical aspect (physical barriers, high costs and maintenance issues).\n\nThe analysis has revealed that managerial knowledge is a key barrier to SR implementation since the managers at both corporate and individual levels appear to be unfamiliar with the features and potential application of SRs. It is not unusual that barriers to innovation adoption come from the management because their rudimentary knowledge can make them non-enthusiastic and reluctant to changes although they know the innovation could bring certain benefits (Chuoki et al .,  2019). King et al . (1994) highlighted knowledge building and development as important actions to stimulate IT adoption. To accelerate SR adoption, the knowledge barrier should be overcome (Okumus et al ., 2017). Guest expectations emerged as another critical issue since the respondents agreed that their target segment, which is mostly leisure guests, expects traditional service and values personalized experience. In reality, however, SRs can be used in various areas to enhance the guest experience without eroding personal interaction (Nam et al ., 2021).\n\nDespite the abovementioned barriers to current SR adoption, hotel managers see the possibility of their application in the future. Four drivers encourage them to consider SR adoption in their establishments, deriving from both the internal and external environment. They refer to competitive pressures, labour shortage, strive for process optimization and the need for cost reduction. Nevertheless, research shows that the opportunity for future SR adoption depends on several characteristics of an organization such as the type of hotel company, size of the hotel, and its categorization. Managers agree that benefits would be greater in larger hotels than in smaller ones. Also, they believe SR implementation and usage would be easier in larger establishments. Similarly, results support the theory of Okumus and Hemmington (1998) that overcoming barriers to change in hotels that are part of large chains is easier than in independent hotels. Although Siguaw et al . (2000) found that upscale and luxury hotels adopt more IT compared with hotels of lower categories, it seems that this may not be the case for SRs. Research indicates that managers are more inclined to adopt SRs in 4-star hotels than in 5-star establishments, as they perceive limited potential for SRs in a luxury environment.\n\nWhen it comes to certain departments and tasks, managers are more willing to employ SRs for backoffice activities, while for those activities that require direct contact with guests, they still prefer human employees. Some scholars indicate that the technical improvement of robots in the future will increase their  substitution  potential,  leading  to  the  replacement  rather  than  the  enhancement  of  employees (Ivanov, Seyitoğlu, & Markova, 2020). Although the respondents in this study unanimously agree that a robot will never replace a human, they recognize that robotization is inevitable and will likely be used\n\nin their hotels within a few years, if not sooner, especially given the current labour shortage. They agree that SRs will eventually replace certain tasks; however, they do not believe SRs will replace the jobs in their hotels.\n\nThe findings of this study contribute to the theory of hotel management by exploring barriers to SR implementation  in  hospitality  from  the  managers'  perspective.  Previous  studies  on  this  topic  have mostly focused on customers and employees. Building upon the established theoretical foundations of the TOE framework and DOI theory, which explore factors influencing technology adoption, this study delves into identifying barriers to SR adoption - a previously unexplored area. The exploratory nature of this study allowed some new concepts to emerge, with all identified barriers being categorized based on their importance. The identified barriers align with the technological, organizational, and environmental dimensions described in the TOE framework, although highlighting certain distinct factors. For example, managerial knowledge, identified to be the most important hesitant factor in this study, was not highlighted in previous research. Guest structure and expectations emerged as significant environmental barriers to SR adoption that were rarely acknowledged in prior research. Moreover, the results underscore the importance of managers and organizational context, aligning with the principles of the DOI theory. However, neither the TOE framework nor the DOI Theory comprehensively incorporates managerial knowledge, including awareness, experience, and interest. Additionally, they do not sufficiently recognize the influence of customers as external factors that may hinder SR implementation. Therefore, the study answers the calls for developing a meaningful framework that would increase the likelihood  of  successful  SR  implementation  in  the  workplace  (Belanche et  al .,  2020;  McCartney  & McCartney, 2020). Understanding the obstacles to technology adoption allows for adjustments to be made to mitigate these barriers effectively (Ivanov, Webster & Berezina, 2020). Furthermore, the research setting represents a novelty in relation to existing studies. In addition to Ivanov, Seyitoğlu, and Markova (2020) who dealt with the advantages and disadvantages of SRs in hospitality, other studies primarily  focus  on  technologically  developed  countries  that  already  use  robots  in  hospitality  (e.g., Zhong et al ., 2020a; Nam et al ., 2021; Tuomi et al ., 2021). However, the theory will benefit from an understanding of the barriers confronting SR non-adopters, particularly if they are struggling with workforce shortage and high dependency on tourism. Accurate information about opportunities for future SR implementation provides a useful starting point for future studies.\n\nThe study also provides some practical implications. It highlights some of the reasons why managers may be hesitant to adopt SRs and categorizes them according to their importance. By identifying these barriers, the study can help to define further steps and develop strategies to overcome them. As the most critical issue relates to the controllable factor of managerial knowledge, action should  first be undertaken to increase managers' awareness of SRs and their features. Managers should also be enabled to gain experience in using SRs. As they are generally open to innovation, there should be an initiative from the upper hierarchical levels that would encourage them to implement something new. As the managers recognize their lack of knowledge, this makes them more suitable for education. Namely, Lam and Law (2019) indicate that when people are aware of their lack of knowledge, they are more ready to learn. Given managers' uncertainty about the financial benefits of SR application, providing a precise calculation of the potential benefits and offering insights into successful SR implementation practices would encourage them to adopt SR in their hotels. Furthermore, the findings can help managers make more informed decisions about whether and how to incorporate SRs into their operations. Insights into suitable workplaces for robots can help managers identify specific areas of their operations where SRs might be the most useful. Managers agreed that robots should not interact directly with guests in luxury hotels. Nevertheless, they recognize the need for process optimization and cost reduction that SRs could bring, even in such high-touch environments. In addition to guest interaction, SRs have numerous other applications in the hospitality sector, including laundry handling, food preparation, and cleaning. It is imperative to enhance managers' awareness of how to leverage SRs for optimizing processes behind the\n\nscenes, contributing to more efficient procedures and an improved overall guest experience. Finally, the research suggests that a balance between technological and human factors can be achieved by using robots to support rather than replace employees.\n\nDespite answering the research questions and obtaining extensive in-depth data, the research has some limitations that should be considered for future studies. An important limitation derives from the research sample. Although the sampling procedure followed the guidelines for qualitative research and the saturation point was reached, one should be cautious with generalizing the results. Although it is expected that the findings would apply to other similar research contexts, it is nevertheless advised to replicate the study in some other geographical areas. Furthermore, it should be noted that this study includes only the viewpoints of hotel managers of upscale hotels. It would be beneficial to study other stakeholders in this context, such as employees and guests, and to compare the results. Future studies may also benefit from distinguishing between luxury, upscale, mid-scale, and economy hotels as well as provide more accurate findings on SR's influence on the financial aspects of the hotel. As this research uses thematic analysis to identify key barriers to SR adoption, using a different analysis technique may provide additional valuable information for theory and practice. Future researchers are advised to employ different approaches, i.e., total interpretative structural modelling (TISM) and MICMAC to define the relationships and dependencies between the identified factors. Also, a longitudinal study would be advisable to gain insight into how this process evolves. This study is intended to provide a basis for future research. Hence, both the theory and practice would benefit from a quantitative approach based on the proposed findings.\n\n",
      "summary": "This study explores hotel service robotization from a supply-side perspective, identifying barriers to adoption and prospects for implementation in upscale hotels, particularly in Croatia.",
      "summary_title": "\"Robotization in Upscale Hotels\""
    },
    {
      "id": "b922d02e-6eb5-4eb2-8f24-092d193e1e9d",
      "title": "Acknowledgements",
      "level": 2,
      "content": "This paper has been financially supported by the University of Rijeka, Faculty of Tourism and Hospitality Management for the project ZIP-FMTU-013-11-2022.\n\n",
      "summary": "The University of Rijeka's Faculty of Tourism supported this paper through project ZIP-FMTU-013-11-2022.",
      "summary_title": "Rijeka University Project Funding Acknowledged"
    },
    {
      "id": "bcf9e54e-648b-4ffa-a6f9-c7e529945cfc",
      "title": "References",
      "level": 2,
      "content": "Adams, W. C. (2015). Conducting Semi-Structured Interviews. In K. E. Newcomer, H. P. Hatry, & J. S. Wholey  (Eds.), Handbook  of  Practical  Program  Evaluation ,  (pp.  492-505).  John  Wiley  &  Sons. https://doi.org/10.1002/9781119171386.ch19\n\nAdeoye-Olatunde, O. A., & Olenik, N. L. (2021). Research and scholarly methods: Semi-structured interviews. Journal of The American College of Clinical Pharmacy , 4 (10), 1358-1367. https://doi.org/10.1002/jac5.1441\n\nBiernacki, P. & Waldorf, D. (1981). Snowball sampling: Problems and techniques of chain referral sampling. Sociological methods & research , 10 (2), 141-163. https://doi.org/10.1177/004912418101000205\n\nBowen, J., & Morosan, C. (2018). Beware hospitality industry: the robots are coming. Worldwide Hospitality and Tourism Themes , 10 (6), 726-733. https://doi.org/10.1108/WHATT-07-2018-0045\n\nBraun, V. & Clarke, V. (2012) Thematic analysis. In H. Cooper, P. M. Camic, D. L. Long, A. T. Panter, D. Rindskopf, & K. J. Sher (Eds), APA handbook of research methods in psychology , Vol. 2: Research designs: Quantitative, qualitative, neuropsychological, and biological (pp. 57-71). American Psychological Association.\n\nDZS.  (2022,  September  22). Objavljeni  konačni  rezultati  popisa  2021 . https://dzs.gov.hr/vijesti/objavljeni-konacni-rezultati-popisa-2021/1270.\n\nDZS. (2023, September 26). Ulaganja i inovativna rješenja budućnost su turizma, https://dzs.gov.hr/vijesti/ulaganja-i-inovativna-rjesenja-buducnost-su-turizma/1657\n\nJörling, M., Böhm, R., & Paluch, S. (2019). Service robots: Drivers of perceived responsibility for service outcomes. Journal of Service Research , 22 (4), 404-420. https://doi.org/10.1177/1094670519842334\n\nKala, D. (2022). Tourism & hospitality students' perception towards the use of robots in service organizations: A qualitative study in India. Advances in Hospitality and Tourism Research , 10 (2), 306-326. https://doi.org/10.30519/ahtr.969999\n\nKim, H. W., & Kankanhalli, A. (2009). Investigating user resistance to information systems implementation: A status quo bias perspective. MIS quarterly , 567-582. https://doi.org/10.2307/20650309\n\nMiles, M. B., & Huberman, A. M. (1994). Qualitative data analysis: An expanded sourcebook . SAGE.\n\nParasuraman, A. (2000). Technology readiness index (TRI): A multiple-item scale to measure readiness to embrace new technologies. Journal of Service Research , 2 (4), 307-320. https://doi.org/10.1177/109467050024001\n\nRajan, K., & Saffiotti, A. (2017). Towards a science of integrated AI and robotics. Artificial Intelligence , 247 , 1-9. https://doi.org/10.1016/j.artint.2017.03.003\n\nRogers, E.M. (1995). Diffusion of Innovations , Free Press.\n\nTornatzky, L.G., Fleischer, M. (1990). The processes of technological innovation . Lexington Books.\n\nUNCTAD (2021). Technology and Innovation Report 2021 . https://unctad.org/page/technology-and-innovation-report-2021.\n\nVan Nes, F., Abma, T., Jonsson, H., & Deeg, D. (2010). Language differences in qualitative research: is meaning lost in translation? European Journal of Ageing , 7 , 313-316. https://doi.org/10.1007/s10433010-0168-y\n\n",
      "summary": "The section lists 17 academic sources on research methods, technology, and innovation, including semi-structured interviews and robotics in hospitality.",
      "summary_title": "\"Research Methods and Innovation Sources\""
    }
  ]
}