{
  "id": "80218475-df5b-4f22-8882-5e5b061b15ad",
  "filename": "Hotel-concept-handbook-2020",
  "tokens": 14400,
  "summary": "Here is a summary of the document in under 170 words:\n\nThe Hotel Concept Handbook is a comprehensive guide for hoteliers to create unique and cohesive hotel concepts. It highlights the importance of storytelling, people, space, identity, services, content, and channels in crafting a hotel's identity. The handbook features case studies of successful hotel concepts, such as French Theory, The Good Hotel, and Casa Cook, which showcase innovative approaches to hospitality. Creative Supply, a Zurich-based company, developed the Hotel Concept Framework, which consists of seven interconnected components. The handbook emphasizes the need for hotels to adapt to changing trends and consumer behaviors, such as the desire for unique experiences and community-focused concepts. By applying the Hotel Concept Framework, hoteliers can create memorable and sustainable hotel experiences that drive loyalty and success.",
  "summary_title": "\"Hotel Concept Creation Guide\"",
  "sections": [
    {
      "id": "2aff0dbc-7b27-476e-adb2-e35cd3f11ffa",
      "title": "Preamble",
      "level": 0,
      "content": "<!-- image -->",
      "summary": "There is no text to summarize in the section. It appears to contain an image reference only.",
      "summary_title": "\"No Text to Summarize\""
    },
    {
      "id": "4ecb07bc-f978-4193-a22b-922b310c45df",
      "title": "Preamble",
      "level": 0,
      "content": "<!-- image -->",
      "summary": "No content is available to summarize as the section is empty, containing only an image placeholder.",
      "summary_title": "\"Section Contains No Text\""
    },
    {
      "id": "c052afe6-0958-4ddc-b7e5-e271be21fae6",
      "title": "Authors",
      "level": 2,
      "content": "Youri Sawerschel, Founder François-Xavier Marquaire, Senior Brand Strategist\n\nSamuel Kürz, Concept developer\n\n",
      "summary": "Key team members include Youri Sawerschel, François-Xavier Marquaire, and Samuel Kürz, holding roles such as founder, senior brand strategist, and concept developer.",
      "summary_title": "Key Team Members Identified"
    },
    {
      "id": "891cfca5-9214-4b82-b2bf-f7f835ec1bca",
      "title": "Report Design and Illustration",
      "level": 2,
      "content": "Nelly Damas, Art Director\n\nCreative Supply GmbH Regensbergstrasse 89 8050 Zurich\n\ncreativesupply.com hello@creativesupply.com\n\n©2020 Creative Supply GmbH. All rights reserved.\n\n",
      "summary": "Nelly Damas is Art Director at Creative Supply GmbH, a company based in Zurich, with contact information available on their website creativesupply.com.",
      "summary_title": "Nelly Damas: Art Director Profile"
    },
    {
      "id": "60a53b8e-81b1-4dd4-9c70-a7b61d510c04",
      "title": "Part 1 Trends and Opportunities",
      "level": 2,
      "content": "",
      "summary": "There is no section provided to summarize. Please provide the section you'd like me to summarize.",
      "summary_title": "\"No Section Provided for Summarization\""
    },
    {
      "id": "ef093097-7d8b-48de-b832-7800e02854d5",
      "title": "Part 2 Hotel Concept Framework",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "There is no text to summarize. The section appears to contain only images.",
      "summary_title": "\"No Text to Summarize\""
    },
    {
      "id": "39a0612f-bbb9-4786-bc73-798f0b4ff8fc",
      "title": "Part 3 Case Studies",
      "level": 2,
      "content": "Discover more\n\ncreativesupply.com\n\nHotel Concept Framework\n\nVue from the roof top terrasse of Le Grand Quartier Hotel, Paris.\n\n<!-- image -->\n\n",
      "summary": "Explore the Hotel Concept Framework at creativesupply.com, featuring a stunning view from Le Grand Quartier Hotel's rooftop terrace in Paris.",
      "summary_title": "\"Hotel Concept Framework in Paris\""
    },
    {
      "id": "99b779c0-10a7-41b2-ab68-db349ff8e269",
      "title": "Introduction",
      "level": 2,
      "content": "The hospitality industry is anything but dull. Each year brings with it a bounty of exciting destinations, revolutionary new hotels and glamourous renovations. As we enter a new decade, the number of international tourists is continually rising, and new hotels keep popping up to soak up the growing demand. But whereas the challenges of the previous 20 years were mainly tied to one overarching paradigm shift - digitisation - the decade ahead brings with it a number of industrydisrupting trends that are changing what it means to be a hotelier.\n\n10 years ago, hoteliers were still wondering if they should invest in in-room Wi-Fi (yes) and charge guests extra for the service (no). What has them biting their nails now is whether or not to become retailers, neighbourhood cafes, coworking spaces or art galleries. Every part of the hotel business, from changing customer expectations to interior design and zoning, is being challenged. The traditional selling-rooms-and-breakfast business model no longer reflects what it means to manage a hotel. Hence the need for a new unifying concept.\n\nIn this context, hoteliers need clarity and insight, which is precisely why we have developed the Hotel Concept Handbook, in association with Ecole hôtelière de Lausanne (EHL). Building on our experience working for both leading\n\nhospitality brands and independent hoteliers, we have put together a guide presenting the major trends that affect the industry, from retail convergence to community integration. The handbook features a presentation of our very own Hotel Concept Framework to help hoteliers better adapt to their complex and everchanging environment. The framework, developed by Creative Supply, has been used to create winning hotel concepts for our customers. For hoteliers, it helps to create integrated, compelling concepts that attract the interest of guests and industry professionals alike by linking storytelling to operations or design. Proof of its success, our Hotel Concept Framework is now taught every year to students at EHL, one of the leading hospitality and management schools in the world.\n\nThis handbook is the ultimate hands-on guide for ambitious hoteliers who want to create or refine their hotel concept, and challenge today's vision of hospitality complete with case studies showing the Hotel Concept Framework in action. We hope you will enjoy reading it, and look forward to your feedback.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The hospitality industry faces new challenges and trends, shifting from a traditional business model to a more complex and dynamic environment, driving the need for innovative hotel concepts and a new unifying approach.",
      "summary_title": "\"Evolution in Hospitality Industry\""
    },
    {
      "id": "fe13ad3e-c2cc-48d7-a618-476b17f8e761",
      "title": "Mise en Place",
      "level": 2,
      "content": "",
      "summary": "There is no section provided. Please provide the text you'd like me to summarize.",
      "summary_title": "No Text Provided Summary"
    },
    {
      "id": "2ac89152-dc37-4323-b452-249852086d65",
      "title": "Why this handbook ?",
      "level": 2,
      "content": "There are two main types of hospitality publications. On one side, beautiful coffee table books filled with pictures of iconic hotels show an attractive if incomplete panorama of the best in hotel design. Opposite them you find technical publications, useful manuals that explain the inner workings of a hotel in detail, from construction and service standards to yield management\n\nand pricing models. We wanted to bring together both the hotel design and hotel management worlds to tackle a transversal subject: the hotel concept. This handbook is an effort to bridge the two disciplines and offer hoteliers informative, useful and inspiring content they can use when designing or renovating a property.\n\n'  We wanted to bring together the worlds of hotel design and management '\n\n",
      "summary": "This handbook combines hotel design and management to offer informative content for hoteliers, bridging the gap between aesthetics and technical operations.",
      "summary_title": "\"Hotel Design and Management Handbook\""
    },
    {
      "id": "df122bb7-4307-401b-b649-62cdf11c9384",
      "title": "Who is it for ?",
      "level": 2,
      "content": "This handbook will prove equally useful to independent hoteliers and small hotel chains looking for strategic guidance, and to big hotel companies looking to improve their hotel experience. Our versatile Hotel Concept Framework can be used for both new builds and renovations, and even as a benchmarking tool to validate or refine an existing hotel concept.\n\n",
      "summary": "This handbook helps hoteliers, from independents to large chains, improve their hotel experience with a versatile framework for new builds, renovations, and benchmarking existing concepts.",
      "summary_title": "Hotel Improvement Handbook"
    },
    {
      "id": "be77a7d6-30b5-4d99-bc6b-d85ec076dfc8",
      "title": "What is a hotel concept ?",
      "level": 2,
      "content": "Many hotels rely solely on interior designers for the development of their hotel concept. But a hotel cannot thrive on design alone. A hotel concept goes beyond aesthetics and integrates all the constituent elements of hotel operation into a coherent and compelling whole. Starting with its unique story, it defines what a hotel looks like, what services it offers, how it presents and markets itself and how its staff interacts with guests.\n\n",
      "summary": "A hotel concept integrates design, services, and staff interactions to create a cohesive whole, going beyond aesthetics to tell a unique story and define the hotel's identity.",
      "summary_title": "\"Hotel Concept Beyond Aesthetics\""
    },
    {
      "id": "44eba68b-0cf7-4d83-a23e-6c02e96be80f",
      "title": "What are the benefits of having a hotel concept ?",
      "level": 2,
      "content": "A well-executed hotel concept offers many benefits in both development and operating phases. Here are just a few :\n\n",
      "summary": "A well-executed hotel concept offers benefits in development and operating phases, including several advantages.",
      "summary_title": "\"Hotel Concept Offers Several Advantages\""
    },
    {
      "id": "4d35e15f-98b9-4fe1-ae97-6ec45fb02e6f",
      "title": "What's inside the handbook ?",
      "level": 2,
      "content": "Our Hotel Concept Handbook is split into three parts. In the first, you will discover some of the defining trends shaping the hospitality industry, and how they can affect or influence a hotel concept. The second part revolves squarely around the Hotel Concept Framework: what it is, how it works, and how you can use it to create or refine your own hotel concept. The last part of the handbook is a practical application of the Hotel Concept Framework. Here, we explore 5 successful hotel concepts and use the framework to break down their formula for success.\n\n<!-- image -->\n\n",
      "summary": "The Hotel Concept Handbook is divided into three parts: industry trends, the Hotel Concept Framework, and its practical application through case studies of 5 successful hotel concepts.",
      "summary_title": "Hotel Concept Handbook Overview"
    },
    {
      "id": "13b719dc-2b4a-41ef-9a50-5ae271526552",
      "title": "Industry Dematerialisation",
      "level": 2,
      "content": "Every hotel outlet is now being disrupted by a digital equivalent. That's not necessarily a bad thing for hoteliers.\n\n<!-- image -->\n\n1\n\nF or centuries, the core of the hotel business has been essentially the same everywhere. Sell rooms, check in the guests, serve breakfast and check them out. But now Online Travel Agencies (OTAs) have taken over the booking element, apps like Deliveroo and Uber Eats offer a myriad of breakfast, lunch and dining options, and Airbnb is challenging even the room portion of the business. This disruption has forced hoteliers to rethink their value proposition around a simple question: what can I offer that these digital upstarts can't ?\n\nOne answer to this question has been to provide guests with unique on-site experiences. These can exist in many forms, but they should all tie into the hotel concept. Most importantly, they must\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nbe hard to replicate, be it by rival hotels or Airbnb-type platforms. Take French Theory, a new hotel recently opened on Paris's Left Bank. The hotel showcases its ties with France's music scene via a number of outlets including in-house LP players and a basement 'Audio Lab' featuring a listening room and a recording studio. Guests can book the studio, or just sit back and enjoy as visiting musicians launch an impromptu jam session (later streamed on the hotel's Spotify channel). In Kyoto, the BnA Alter Museum has combined hotel and art gallery, adorning\n\nall their rooms with works by local artists. The hotel also offers residency programmes and art-related events for guests and locals alike. If an experience is unique (at least locally), matches with the hotel concept, and can be monetised, then it can bring value to a property.\n\nThe other option is to double down on service quality and operational excellence. It turns out many Airbnb users would happily trade a so-called authentic setting\n\n'  What services can hotels offer that digital upstarts can't ? '\n\nfor the comforts of quality bedding and good coffee in the morning. Depending on the hotel location and its target audience, paring back the guest experience to its key components can be a winning strategy. CitizenM hotel rooms essentially consist of a bed and a shower room, but the quality of both is top-notch. Some hotels invest so much in one particular feature that it becomes a well-known part of the brand, as is the case with Westin's Heavenly Bed: a bed so successful it is now its own independent brand, available for purchase online. The bottom line here is that not all hotels have to provide dozens of amenities (dog spas, water sommeliers, …). As long as the guest expectations are fulfilled, that can be enough.\n\n3\n\n<!-- image -->\n\n",
      "summary": "Hotels are being disrupted by digital platforms, but can thrive by offering unique experiences or superb service quality that can't be replicated online.",
      "summary_title": "\"Hotels Thrive Through Unique Experiences\""
    },
    {
      "id": "dc84c11c-7b62-40cd-98d1-fb01e83ffaee",
      "title": "Dematerialisation of hotel outlets and services",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n4\n\n16\n\nBalancing Facts and Emotions\n\n<!-- image -->\n\n",
      "summary": "The section contains multiple images and two numbers, 4 and 16, accompanied by the phrase \"Balancing Facts and Emotions\".",
      "summary_title": "\"Balancing Facts and Emotions\" Summary"
    },
    {
      "id": "2d39310a-2b82-49bd-b68f-201de1018073",
      "title": "Retail and Hospitality Convergence",
      "level": 2,
      "content": "<!-- image -->\n\nHotels and retail companies are finally realising that they have a lot in common. It's time for hotels to harness that potential.\n\nH ospitality retail was once little more than a lobby corner shop and some display windows. But in recent years, hotels have started to see the marketing and revenue potential retail presents. When it launched in 2006, the Hoxton Hotel London's front desk, which doubles as a retail counter, was a pioneer. Since then, brands like 25hours and W Hotels have gone to great lengths to integrate retail into their value proposition.\n\n'Hotels have started to see the marketing and revenue potential retail presents.'\n\n<!-- image -->\n\nAn increasing number of new real estate developments are bringing retail and hospitality closer together. It makes sense. Both activities aim to optimise revenue per square meter and offer an immersive customer experience. The lavish reopening of La Samaritaine in Paris by the LVMH group in 2020 features a department store operated by duty-free specialist DFS alongside a Cheval Blanc hotel, thus making full use of the available space. And existing hotels are not waiting on the sidelines: Italy's iconic Pellicano hotel group partnered with luxury e-tailer MATCHESFASHION in the summer of 2019 to provide a pop-up store aboard a 1930s yacht, servicing the group's three Italian properties and offering an exciting experience to their guests.\n\n<!-- image -->\n\n' Retail  companies use hotels to contextualise their offering and engage their customers in a less transactional way.'\n\n<!-- image -->\n\n<!-- image -->\n\n11\n\n<!-- image -->\n\nMany retail companies have actually ventured into the hotel business in an effort to contextualise their products and engage their customers in a less transactional, more meaningful way. Within the past two decades, fashion and jewellery brands Armani, Fendi and Bulgari have all opened hotels, as have home decor companies Muji and Maisons du Monde. Hoteliers, however, have been slow to do the opposite. Compared to these concepts with strong individual identities, chains like Westin and Hilton are missing an opportunity to assert who they are, and create a full brand universe.\n\nAs customer expectations towards hotels evolve, the traditional model in which rooms create revenue and facilities serve as support is fading. And whilst hotels will continue to rely on their rooms as their main revenue source, a thoughtful retail strategy can help drive the overall perceived value of a hotel  - and offer a welcomed additional revenue stream.\n\n<!-- image -->\n\n9\n\n12\n\n10\n\n<!-- image -->\n\n",
      "summary": "Hotels and retail companies are converging, recognizing shared marketing and revenue potential, with hotels integrating retail and retail companies opening hotels to create immersive customer experiences.",
      "summary_title": "\"Hotels Meet Retail\""
    },
    {
      "id": "0379eb75-3e3f-47c8-ab41-1072d2d5bfa6",
      "title": "Rethinking Distribution",
      "level": 2,
      "content": "Global distribution is no longer a competitive advantage for hotels. New channels are necessary.\n\n'OTAs have become a commodity.'\n\n<!-- image -->\n\nW hen online travel agencies (OTAs) arrived at the turn of the millennium, they levelled the playing field between big global brands and local hoteliers. A 3-room B&B in the Alps or a family-run Italian osteria could enjoy the same online visibility as a Marriott or a Mercure hotel, attracting customers from all over the world. But now, every hotel uses the same tools for distribution and OTAs have become a commodity. That means it's once again harder for smaller hotels or chains to stand out against big brands. To make matters worse, standard layouts and quantitative search criteria (number of stars, room price, average user reviews) are making it even harder for hotels to showcase their unique attributes.\n\nTo stand apart from the crowd, hoteliers must now seek out new distribution channels. Some have benefitted from the rise in niche travel guides from the likes of Wallpaper, Monocle or Louis Vuitton. Others have started using local partners with complementary offerings as ambassadors. The Waldhotel at the Bürgenstock resort near Lake Lucerne in Switzerland has partnered with renowned private clinics in the area, who refer their patients to the hotel. In Amsterdam, the Student Hotel relies in part on referrals from local demand generators such as universities and student guides. This type of strategy helps hotels ground themselves in the local scene, offering a more authentic experience and creating new revenue streams tied to local visitors.\n\nAffinity-based referencing is another way for hoteliers to stand out, especially when they have a strong concept. For instance, road trip enthusiasts booking a vintage van on Washington-based platform PacWesty are encouraged to stay at the Kimpton Hotel Vintage in Seattle before or after their trip. Virgin hotels are active on local Reddit forums, offering advice on activities, attractions - and where to stay, of course. Social media apps such as Pinterest and Instagram have also become ideal outlets for hotels to advertise, providing more creative control over the experience than with OTAs. So long as they can be tied back to the hotel concept, these new outlets can boost a hotel's perceived value, reach a more qualitative audience and increase direct reservations.\n\n14\n\n<!-- image -->\n\nPublished since 1998, the Louis Vuitton City Guides have amassed a cult following among well-heeled and aspirational customers alike. 15\n\n<!-- image -->\n\n<!-- image -->\n\n' Affinity-based  referencing is another way for hoteliers to stand out.'\n\n<!-- image -->\n\n",
      "summary": "Hotels must seek new distribution channels as OTAs become commodities, making it harder for smaller hotels to stand out. Partnering with local businesses and using affinity-based referencing can help hotels offer authentic experiences and increase direct reservations.",
      "summary_title": "Hotels Seek New Distribution Channels"
    },
    {
      "id": "c2c6719f-fcb6-4e28-a74b-edcf7cabde03",
      "title": "Community Integration",
      "level": 2,
      "content": "It is not just customers who crave a sense of community. Hotels need to belong, too.\n\nB elonging is an existential human need. On the famous Maslow pyramid of needs, belonging ranks third, just after physiological and safety needs. When traveling, our modern, connected lifestyles offer countless options for networking or for unearthing 'local gems' - yet many travellers feel isolated when visiting a new city.\n\n' Belonging  is an existential human need.'\n\n<!-- image -->\n\n16\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n17\n\nTo capitalise on this need, savvy hoteliers have devised concepts that heavily market a community aspect. Brands like the Hoxton, Soho House and the Devonshire Club in London have built a cult following on the premise of offering accommodation to a community of like-minded people. They provide spaces for guests to meet and work together, and activities linked to the interests of their well-defined audience. Soho House has taken things one step\n\n<!-- image -->\n\nLe Grand Quartier hotel in Paris was designed with both hotel guests and neighbourhood visitors in mind.\n\n",
      "summary": "Hotels are catering to the human need for belonging by creating community-focused concepts, offering spaces for guests to meet and interact, and hosting activities that appeal to their target audience.",
      "summary_title": "\"Hotels Foster Community Connection\""
    },
    {
      "id": "58b9d143-4dd8-4d38-9cd9-03bddcae98af",
      "title": "' Hotels  can't be everything to everyone.'",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\nfurther, only accepting new members if they have been co-opted, like a traditional members' club. The final step in this version of the community experiment is co-living, where guests share living units for weeks, months or even years at a time. Once reserved for so-called 'digital nomads' living for a few months at an Outpost in Bali or Cambodia, coliving is gradually attracting followers in large, expensive cities, with companies\n\n<!-- image -->\n\n19\n\nlike Roam offering multiple locations from San Francisco to Tokyo.  But guests aren't the only ones who need to connect with their surroundings. Hotels that manage to become a hub for their city or neighbourhood can offer a more immersive experience to their out-of-town guests, while generating new revenue streams thanks to local demand. In Paris' 10 th arrondissement, Le Grand Quartier aspires to do just that, combining a hotel, a café,\n\nshops and a workspace under the same roof.\n\nSuccessful communities are connected by a golden thread. It can be a place, a shared belief or an aspiration, but it has to be defined. Conversely, that means some people will feel left out. Hotels have to resist the need to be 'everything to everyone', lest they lose that sense of belonging.\n\n21\n\n22\n\n",
      "summary": "Co-living communities offer immersive experiences, connecting guests and locals. Hotels can become hubs, generating revenue and a sense of belonging, but must define their identity to create a strong community.",
      "summary_title": "\"Co-living spaces foster community\""
    },
    {
      "id": "908fe39d-2197-4694-af69-2f736ad9d882",
      "title": "Authentic Immersion",
      "level": 2,
      "content": "As the world reaches new heights of mass-tourism, it's time for hotels to finally be different.\n\nW e live in an age of unprecedented freedom when it comes to travel, and low-cost airlines and online deals have made most corners of the world easily accessible. But instead of diversity, a cursory look at social media brings up the same pictures of infinity pools overlooking Bondi Beach, hot air balloons in the skies of Cappadocia and forlorn maiko - geishas in training - hurrying along the streets of Kyoto. A 2017 study by rental home insurer Schofields found that 40% of millennial UK travellers consider 'instagramability' a deciding factor when it comes to picking a travel destination.\n\nHotels have been adapting, changing their interior design, amenities and activities to reflect popular trends, with no link to their own unique concept. Discovery, escapism and relaxation - what made traveling exciting in the first place - are being replaced by bucket lists, must-sees and like counters. Predictably, however, hotels that blindly follow social media trends are doomed to become very passé , very fast.\n\n<!-- image -->\n\n' 'Instagramability' is a deciding factor when picking a travel destination'\n\n20\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n23\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n25\n\nSeeking to avoid the masses of tourists on the hunt for a viral post, a growing number of leisure travellers are fleeing popular destinations in favour of more everyday or obscure discoveries. The rise of agritourism, where guests can reconnect with traditional nature and food, is an example of this. Coombeshead Farm in Cornwall lets guests forage their own food from the grounds, and offers breadmaking and butchery classes as well. Dark tourism, a concept where travellers discover\n\n<!-- image -->\n\n<!-- image -->\n\nPark pairs pristine skies with a full digital detox - zero internet, zero cell reception. Whether it's finding a unique perspective on an apparently mundane destination or offering a few days of total seclusion, immersion travel allows hoteliers to fully leverage their surroundings.\n\nforgotten or tragic moments of history, offers another unique perspective while advocating education and remembrance.\n\nHoteliers eschewing the bright lights of civilisation have also found new demand from travellers wishing to disconnect, sometimes literally. Astro-tourism lets guests rediscover the beauty of the clear night sky, unobstructed by light pollution. The Sheldon chalet, located deep within Alaska's Denali National\n\n29\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n30\n\n28\n\n",
      "summary": "Hotels are rethinking their approach to cater to travelers seeking unique experiences, such as agritourism and immersion travel, beyond the typical Instagram-driven destinations.",
      "summary_title": "\"Rethinking Hotel Experiences\""
    },
    {
      "id": "066fc1e4-c83a-48a3-87cf-01acc878a6d6",
      "title": "The Changing Role of Hotels",
      "level": 2,
      "content": "While it may seem the hospitality industry is under attack from all sides, the reality is more nuanced. The pool of potential customers has never been higher, with a projected 1.8 billion international tourists by 2030, or roughly 5 million per day. Those figures even take into account some of the predicted consequences of climate change, from endangered destinations like Venice and the Maldives to social stigma toward carbon-heavy tourism. Spoiled for choice yet looking to inject more meaning into their travels, tourists will be looking beyond OTAs when it comes\n\nto destination travel and searching for hotels they feel connected to. Above and beyond a (very) comfortable bed, hotels will have to provide impactful, sustainable and rewarding experiences, in order to stay afloat amidst the ever  - intensifying competition from new apps and websites. This new and ambivalent context calls for adaptability, and hoteliers are being faced with the challenge of rethinking their entire offering to forge a clearly defined concept that brings personality and coherence to their property. Read on to discover how to create that concept.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nDiscover more\n\ncreativesupply.com\n\n",
      "summary": "The hospitality industry faces challenges, but a growing pool of 1.8 billion tourists by 2030 presents opportunities for hotels to offer meaningful, sustainable experiences and stay competitive.",
      "summary_title": "\"Hospitality's Sustainable Future\""
    },
    {
      "id": "da3384b8-2772-4d9c-a680-d92622cd3638",
      "title": "Part 2 Hotel Concept Framework",
      "level": 2,
      "content": "At Creative Supply, we are passionate about hospitality. Whether it's working with ambitious hoteliers all over the world, or sharing our experience with young hospitality professionals, we feel strongly about making the world a more hospitable place. The Hotel Concept Framework was born as a result of this focus and, in this part, we explain how it works, why it's so useful, and raise a few questions to bear in mind while working on your own hotel concept.\n\n",
      "summary": "Creative Supply is passionate about hospitality, driving their development of the Hotel Concept Framework to make the world more hospitable.",
      "summary_title": "\"Creative Supply Enhances Hospitality\""
    },
    {
      "id": "4ea8216b-38cb-4638-a290-ee0a91adea00",
      "title": "Services",
      "level": 2,
      "content": "<!-- image -->\n\n",
      "summary": "No summary is available as the section is empty.",
      "summary_title": "\"No Summary Available\""
    },
    {
      "id": "07f2a3fd-fe59-4e5d-b310-fe1efb5ab931",
      "title": "Story",
      "level": 2,
      "content": "Positioning Role Purpose\n\nThe Hotel Concept Framework is made up of 7 components that cover all aspects of designing and running a hotel : Story, People, Space, Identity, Services, Content and Channels. Starting from the central story, components are interconnected and work side by side to build a unique, coherent whole.\n\n<!-- image -->\n\nThe story is both the starting point and the golden thread running through your concept.\n\n32\n\n",
      "summary": "The Hotel Concept Framework consists of 7 interconnected components, starting with a central story, to design and run a hotel, creating a unique and coherent whole.",
      "summary_title": "\"Hotel Concept Framework Components\""
    },
    {
      "id": "77ae5290-bb94-4701-b155-1e57cc416bba",
      "title": "Definition",
      "level": 2,
      "content": "The Story lies at the heart of our Hotel Concept Framework. It defines the role of a hotel as well as its aspirations. In other words, your story conveys why guests should stay at your property, beyond just getting a room and breakfast. Having a good story presents a number of clear advantages:\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "A hotel's story defines its role and aspirations, conveying why guests should choose it beyond amenities, and offers several advantages when done well.",
      "summary_title": "\"Hotel Story and Guest Appeal\""
    },
    {
      "id": "e2820e97-56ed-4dcd-89b0-36c0d069fb37",
      "title": "Questions to ask",
      "level": 2,
      "content": "",
      "summary": "No text provided in the section to summarize.",
      "summary_title": "\"No Text Provided\""
    },
    {
      "id": "60d038be-f451-4e66-a6c5-e7a124deccc8",
      "title": "Key considerations",
      "level": 2,
      "content": "To create an engaging - and lasting story, it is important to make it the starting point of your concept building process. The story is like a golden thread connecting all the components of your concept, hence the importance of having a clear picture of it before working on the rest. A story should consider the hotel's customer segments, staff and management, as well as its location and infrastructure. For instance, centring a story around avant-garde street art would not be consistent with an airport hotel run by conservative founders.\n\n",
      "summary": "A story is the foundation of concept building, connecting all components. It should consider customer segments, staff, location, and infrastructure to be consistent and engaging.",
      "summary_title": "\"Building with Consistent Storytelling\""
    },
    {
      "id": "40533393-af8d-476d-a419-d93135dfa068",
      "title": "Watch out for",
      "level": 2,
      "content": "It's important not to confuse story and theme. Themed hotels try to recreate a set universe (mainly through design), but few of them take the time to work on their story. A champagne-themed or sailingthemed hotel might appeal to some onetime guests, but how often would you want to visit ? A good story does not have to be literal, but it must be engaging. Over time and with the passage of guests, it will ripen and evolve.\n\n' A story conveys why guests should stay at your hotel, beyond the bed and breakfast.'\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Themed hotels often focus on design, but neglect their story. A good story, not necessarily literal, engages guests and evolves over time, conveying why they should stay beyond basic amenities.",
      "summary_title": "\"Storytelling in Themed Hotels\""
    },
    {
      "id": "855c47f5-a783-4ad3-9564-f54a23ae7900",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "No section provided. Please provide the section to be summarized.",
      "summary_title": "Awaiting Section to Summarize"
    },
    {
      "id": "16122f68-5886-4f0c-801e-2320523d5adb",
      "title": "French Theory",
      "level": 2,
      "content": "Paris, France\n\nFrench Theory is a new hybrid hospitality concept that recently opened their first hotel in Paris. We helped develop a story that revolves around rekindling the cultural appeal of the Parisian Left Bank, with a focus on music and art. It encourages guests to 'live creative moments'. Experiences tied to the story are built into every aspect of the hotel, from in-room art by local artists to a basement hi-fi listening room and recording studio.\n\n' The story is the starting point of the concept building process.'\n\n<!-- image -->\n\nUN POINT DE VUE UNIQUE SUR MONT\n\nMARTRE\n\nUN POINT DE VUE UNIQUE SUR MONT\n\nMARTRE\n\n<!-- image -->\n\n34\n\n",
      "summary": "French Theory, a new Paris hotel, combines hospitality with music and art, offering experiences like in-room art and a recording studio to encourage guests to 'live creative moments'.",
      "summary_title": "Creative Hotel Experience"
    },
    {
      "id": "2923c48a-4c0f-4279-b6b6-89f336faa182",
      "title": "Focus The Terrass' Hotel",
      "level": 2,
      "content": "Paris, France\n\nThe Terrass' Hotel is a 100-room Parisian property near Montmartre. To help build their story, we dug deep into the hotel's archives and immersed ourselves in the neighbourhood environment, resulting in 'L'adresse des artistes depuis 1911' (Home to artists since 1911). The story is brought alive by the lobby, reminiscent of a theatre foyer, as well as the rooms, inspired by artist studios. The hotel rooftop has become a favourite interview spot for actors and singers.\n\nL'ADRESSE DES\n\n<!-- image -->\n\nARTISTES DEPUIS 1911\n\nComédiens, peintres, bourgeois bohèmes ou\n\nL'ADRESSE DES ARTISTES DEPUIS 1911 artisans; l'esprit d'artiste de Montmartre s'exprime à tous les coins de rues. Contemporain de Dali, Matisse, Renoir, Edith Piaf ou encore Jacques Prévert, le Terrass'' Hôtel a toujours été l'adresse des artistes. C'est donc tout naturellement que le\n\nnouveau Terrass'' Hôtel s'inspire de leurs univers\n\nartistiques pour sa rénovation.\n\nComédiens, peintres, bourgeois bohèmes ou\n\nartisans; l'esprit d'artiste de Montmartre s'exprime\n\nà tous les coins de rues. Contemporain de Dali,\n\nMatisse, Renoir, Edith Piaf ou encore Jacques\n\n35\n\nPrévert, le Terrass'' Hôtel a toujours été l'adresse\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Terrass' Hotel in Paris' Montmartre neighborhood is renovated with an artistic theme, inspired by famous artists like Dali and Matisse, who once frequented the area, bringing its \"Home to artists since 1911\" story to life.",
      "summary_title": "\"Montmartre Hotel's Artistic Revamp\""
    },
    {
      "id": "20efa4fa-5925-40cb-9e28-6f83b9604970",
      "title": "People",
      "level": 2,
      "content": "Hotels might sell rooms, but relationships are the real currency.\n\n",
      "summary": "Hotels prioritize building relationships over just selling rooms, as these connections drive loyalty and long-term success.",
      "summary_title": "\"Hotels Focus on Building Relationships\""
    },
    {
      "id": "42596ae0-0322-4092-8409-9579b8d8a5a3",
      "title": "Definition",
      "level": 2,
      "content": "",
      "summary": "No text is provided in the section to summarize.",
      "summary_title": "\"No Text to Summarize\""
    },
    {
      "id": "f517d6af-60cc-4ac1-825a-3ff9fea621ff",
      "title": "Key considerations",
      "level": 2,
      "content": "The People component of the framework encompasses all the people who play a part in your hotel concept. That means: your employees, your guests, your partners and, to a certain extent, your investors. Together, they bring your concept to life. In most hotel concepts, people are at the core of all interactions.\n\n",
      "summary": "The People component includes employees, guests, partners, and investors who bring a hotel concept to life, playing a central role in interactions.",
      "summary_title": "\"Hotel Key Stakeholders and Staff\""
    },
    {
      "id": "f2b2865e-c5b7-4b02-af60-721fe8e95c83",
      "title": "' People are at the core of all hotel interactions.'",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\nThe people you hire and collaborate with must all feel connected to your story. A hotel that tells a story about 'connecting people and ideas' could involve local entrepreneurs, academics and venture capitalists. A hotel wishing to 'lead people to better health' may partner with medical professionals, yoga studios or fitness coaches. You should also define who your core target customer group is (the people who connect perfectly to your story) early on. It will help you make decisions about all other aspects of your hotel concept. For example, a hotel centred around art and culture should have a core customer base made up of art curators, gallerists and journalists, and create experiences tailored to that group.\n\n<!-- image -->\n\n",
      "summary": "Hire and collaborate with people connected to your hotel's story. Define your core target customer group early on to inform decisions and create tailored experiences.",
      "summary_title": "\"Staffing for Personalized Guest Experiences\""
    },
    {
      "id": "883cba78-3d11-4092-ad21-214d23b503fe",
      "title": "Questions to ask",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "No text is available to summarize due to the presence of only image placeholders.",
      "summary_title": "\"No Text Available for Summary\""
    },
    {
      "id": "f2e27905-9317-4181-989a-078c5c369ad1",
      "title": "Watch out for",
      "level": 2,
      "content": "All too often, managing people is seen as a purely operational issue, primarily centred around skill training to increase quality and consistency of service. But intangible elements, like beliefs and shared values, can also significantly impact the customer experience.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Managing people involves more than operational training, as intangible elements like beliefs and shared values also impact the customer experience.",
      "summary_title": "\"Leading Beyond Operational Training\""
    },
    {
      "id": "9caaa89b-ed9a-46b3-92fe-777de93c7b54",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section text for a concise summary.",
      "summary_title": "No Text Provided"
    },
    {
      "id": "996da9ab-1cce-4aa6-ab20-334fafd12cd6",
      "title": "Hotel Europe",
      "level": 2,
      "content": "Zurich, Switzerland\n\nThe Hotel Europe in Zurich has been an independent, family-run hotel for generations, something the owners and staff take pride in. We helped the owners put this legacy at the centre of their concept, and position their property as an authentic, historical hotel with a strong family feel.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Hotel Europe in Zurich is a family-run hotel showcasing its legacy and authenticity, positioned as a historical hotel with a strong family feel.",
      "summary_title": "Historic Family-Run Hotel"
    },
    {
      "id": "4efc5c13-5860-4567-ac45-c1904c33a25f",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section you'd like me to summarize.",
      "summary_title": "\"No Section to Summarize\""
    },
    {
      "id": "8a5b15e6-388f-4019-b503-7b9cd367ef30",
      "title": "Good Hotel",
      "level": 2,
      "content": "London, UK\n\nOpened in 2016, London's Good Hotel delivers a strong message : 'premium hospitality with a cause'. This translates into offering skills training to former long-term unemployed local workers, giving them a chance to reintegrate into society. They also partner with independent suppliers to support the local economy. As a result, the Good Hotel naturally attracts guests who value social enterprises.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "London's Good Hotel offers premium hospitality while supporting social causes, providing skills training to unemployed locals and partnering with independent suppliers to boost the local economy.",
      "summary_title": "\"Hotel Supports Local Community\""
    },
    {
      "id": "59ce671c-9312-419c-9648-3e03d1d6b9aa",
      "title": "Space",
      "level": 2,
      "content": "There is more to hotel design than stunning interiors.\n\n",
      "summary": "Hotel design encompasses more than just visually appealing interiors, considering various aspects for a comprehensive experience.",
      "summary_title": "\"Hotel Design Beyond Aesthetics\""
    },
    {
      "id": "91ff12cc-f69d-4982-af72-d76be724dcf4",
      "title": "Definition",
      "level": 2,
      "content": "In our model, the Space component relates to the physical makeup of the hotel. It encompasses the zoning, the customer flow of a hotel, as well as its interior design. A hotel space must match with its core story: a 'rebel story hotel' should be designed differently than 'a conservative elite hotel'.\n\n'Your hotel space must be aligned with your core story.'\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Space component refers to a hotel's physical makeup, including zoning, customer flow, and interior design, which should align with its core story and brand identity.",
      "summary_title": "\"Hotel Space and Design\""
    },
    {
      "id": "2515e4d9-72b6-4616-9b9e-f701b4fcf32e",
      "title": "Key considerations",
      "level": 2,
      "content": "Zoning is the first and most essential step to planning your hotel space, as it greatly impacts the customer experience. Different spaces have different purposes and require sensible placing: a quiet library space will not do well if located next to a busy restaurant or hotel bar. Refining your customer flow allows guests to circulate smoothly between different zones, which reduces stress and can create new opportunities for generating revenue. Interior design should come last in the space design process. The brief should consider the story, as well as both zoning and customer flow. Integrating these variables upstream of the design process lets interior designers focus on aesthetic quality to bring your story to life with the right combination of furniture pieces, textiles, materials and decorative objects.\n\n<!-- image -->\n\n",
      "summary": "Zoning is crucial in hotel space planning, as it impacts customer experience. It involves placing spaces with different purposes sensibly to refine customer flow and reduce stress.",
      "summary_title": "\"Zoning Enhances Hotel Experience\""
    },
    {
      "id": "a89708a9-9d66-4efa-b914-b2eb5c67d6c9",
      "title": "Watch out for",
      "level": 2,
      "content": "Consider cultural and social norms when designing a space. Narrow corridors and dim lighting will encourage your guests to be quiet, while a bar area with high stools and loud music will encourage social interaction.\n\n<!-- image -->\n\n",
      "summary": "Design spaces considering cultural and social norms to influence guest behavior, using elements like lighting and music to encourage desired interactions.",
      "summary_title": "\"Designing Spaces for Social Interaction\""
    },
    {
      "id": "5c24f78c-32da-42d6-8241-cfb4d8c8e3aa",
      "title": "Questions to ask",
      "level": 2,
      "content": "<!-- image -->\n\nThe concept store at Le Grand Quartier is located right at the entrance of the hotel, helping to draw local shoppers inside to discover the hotel.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The concept store at Le Grand Quartier is situated at the hotel entrance, attracting local shoppers to explore the hotel.",
      "summary_title": "\"Le Grand Quartier Concept Store\""
    },
    {
      "id": "ce5d28d1-27ef-454b-9e08-964b9847a80c",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section provided to summarize. Please provide the section you would like me to summarize.",
      "summary_title": "\"No Section Provided Error\""
    },
    {
      "id": "dc030dec-cea8-4faf-b391-55011b100743",
      "title": "hotel koé",
      "level": 2,
      "content": "Tokyo, Japan\n\nThe hotel koé in Shibuya, Tokyo, is a great example of mindful spatial design. Their hotel concept revolves around 'new basics for new culture', merging hospitality, retail, food and entertainment under one roof. The space has been designed to balance efficiency and revenue generation with guest privacy and comfort: the ground floor houses a bar-restaurant-bakery space that draws in outside traffic. Above, the first floor is dedicated to Koé's eponymous fashion label, while the hotel reception and rooms are located on the upper floors. This protects guests from the hustle and bustle of the street below.\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The hotel koé in Tokyo's Shibuya district showcases mindful spatial design, blending hospitality, retail, and entertainment while prioritizing guest comfort and privacy across its multiple floors.",
      "summary_title": "\"Tokyo's Hotel Koé: Mindful Design\""
    },
    {
      "id": "4fbc4d80-e4e0-482c-8ee9-899bd8f5f162",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section you'd like me to summarize.",
      "summary_title": "\"No Section Provided\""
    },
    {
      "id": "070e99dd-bc7d-4f37-8411-c1f3ec2da70a",
      "title": "Le Grand Quartier",
      "level": 2,
      "content": "Paris, France\n\nFor our client Le Grand Quartier, an 83-room Parisian property aiming to become a neighbourhood hotspot, we reworked the traditional zoning of a hotel. The reception is generally a focal point, visible from the entrance. Instead,\n\nwe moved it to the side, allowing local visitors to enter the Grand Quartier without even realising it's a hotel and encouraging them to use the communal spaces, which include a cafe, a shop, meeting spaces and a lounge area.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Le Grand Quartier, a Parisian hotel, was redesigned to blend into the neighborhood. The reception was moved to the side, allowing locals to access communal spaces, including a cafe and lounge, without realizing it's a hotel.",
      "summary_title": "Hotel Blends into Neighborhood"
    },
    {
      "id": "b9f4c52f-2506-4713-a2d5-44ae128420a0",
      "title": "Identity",
      "level": 2,
      "content": "People do judge a book by its cover be ambitious about your hotel's look and feel.\n\n",
      "summary": "First impressions matter, so be ambitious about your hotel's appearance to attract guests.",
      "summary_title": "Hotel's First Impression Matters"
    },
    {
      "id": "821dddae-43ff-4e65-a2e3-8fcaa7485277",
      "title": "Definition",
      "level": 2,
      "content": "",
      "summary": "There is no section provided. Please provide the section you would like me to summarize.",
      "summary_title": "\"No Section Provided Summary\""
    },
    {
      "id": "b8ec59ea-3637-42bb-88e2-d8b8488de20c",
      "title": "Key considerations",
      "level": 2,
      "content": "The Identity element in the framework encompasses all the graphic, verbal and sensorial aspects of a hotel concept. From corridor signage to website layout and up to the hold music, each and every ingredient is an opportunity for a hotel to assert its unique identity. Since these items are experienced by guests before, during and after their stay, the identity they express must be fully coherent with the story of your hotel.\n\n'  The  identity  must be fully coherent with the story of your hotel.'\n\nVisual identity plays a particularly important role in creating an identity. It also contributes to your hotel's perceived value: stellar website design is good advertising in and out of itself. The visual identity you develop also extends to the content you create. Your Instagram posts, trade show banners, YouTube videos make sure that your content is always 'onbrand'. Repetition and consistency will help ingrain your concept into the minds of your customers. An often overlooked but highly effective way to build a special connection with your guests is your sensorial identity. The scent of fresh croissants in the morning might convince a guest not to skip breakfast. Replacing the complimentary chocolate by a local delicacy may create an extra connection with your surroundings. Even the choice of toilet paper can have unexpected effects on your guests' wellbeing.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "A hotel's identity encompasses graphic, verbal, and sensorial aspects, creating a coherent story through consistent visual elements, content, and sensory experiences, ultimately building a connection with guests.",
      "summary_title": "\"Hotel Identity Creation\""
    },
    {
      "id": "58d75164-ac2f-49e4-af47-c559fca95e92",
      "title": "Watch out for",
      "level": 2,
      "content": "Clichés and stereotypes can ruin an otherwise authentic experience. Be sure to avoid pictures of soulless city views or worse, stock images - and do not use local landmarks as a replacement for a hotel logo. Sensorial experiences need to be subtle too. A funky playlist can enliven\n\nyour bar in the evening, but is likely to drive away guests if it's playing the next day at breakfast. Pay particular attention to the smell and composition of bathroom products: nothing ruins a good shower like blatantly artificial fragrances and a dry scalp.\n\n<!-- image -->\n\n",
      "summary": "Avoid clichés and stereotypes for an authentic experience. Use subtle sensorial elements, such as music and scents, to create a welcoming atmosphere without overwhelming guests.",
      "summary_title": "Authentic Experience Through Subtlety"
    },
    {
      "id": "71ca0250-628d-4f85-b18a-40c198ab09b5",
      "title": "Questions to ask",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Section contains two images with no accompanying text or description provided.",
      "summary_title": "\"Images Without Description\""
    },
    {
      "id": "57a5e2e2-2682-4eda-a4a4-988a635ad153",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section you would like me to summarize.",
      "summary_title": "\"No Section Provided Yet\""
    },
    {
      "id": "03b616af-3c59-4d26-80c7-df6a1907248f",
      "title": "STAGE",
      "level": 2,
      "content": "Paris, France\n\nSTAGE, at our client property the Terrass' Hôtel in Paris, blurs the line between event and community space. Its modular layout serves to host Sunday brunches, children's activities and corporate meetings. To translate this innovative story graphically,\n\nwe created an original and playful visual identity. We designed the logo using the Terrass' Hôtel's typography and developed a series of colorful brush patterns to express the creative and versatile nature of the space.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n49\n\n50\n\n<!-- image -->\n\n51\n\n",
      "summary": "STAGE at Terrass' Hôtel in Paris offers a modular space for events and community activities, featuring a unique visual identity with a playful logo and colorful patterns.",
      "summary_title": "STAGE at Terrass' Hôtel Paris"
    },
    {
      "id": "15dfbf00-6895-49e7-96b2-7bb3beda7a9b",
      "title": "Focus The Fife Arms",
      "level": 2,
      "content": "Braemar, UK\n\nThe Fife Arms Hotel is a luxury hotel in the Scottish Highlands, housed in a restored Victorian coach inn. It boasts a consistent identity across all touch points and a story about connecting heritage, hospitality and contemporary art. Everything from their website to their luggage labels has been designed or curated to fit with the hotel concept. The hotel even created its very own Scottish tartan, used for staff uniforms and bed covers. To complete the picture, staff are encouraged to speak with a strong Scottish accent to keep the original soul of the place alive.\n\n<!-- image -->\n\n52\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWater sommeliers are not necessary for a hotel to work. Good Wi-Fi is.\n\n",
      "summary": "The Fife Arms Hotel in Braemar, UK, is a luxury hotel with a consistent Victorian-era theme, incorporating heritage, hospitality, and art, with attention to detail in design and staff accents.",
      "summary_title": "Fife Arms: Victorian Luxury Hotel"
    },
    {
      "id": "ca3f3de2-593b-4d78-9067-7775e2dde7f6",
      "title": "Definition",
      "level": 2,
      "content": "",
      "summary": "Since there is no text in the section, there is nothing to summarize.",
      "summary_title": "\"No Content to Summarize\""
    },
    {
      "id": "cda89494-8935-4b0c-92b2-5ee6771a0efc",
      "title": "Key considerations",
      "level": 2,
      "content": "The framework's Services component covers the services and amenities offered to guests before, during and after their stay. Spanning everything from the essential (Wi-Fi, housekeeping) to the exotic (dog concierge, selfie assistant), services offer a myriad of possibilities for guest interactions, and help enrich the customer experience. Of course, services that tie in with your hotel story are particularly valuable, as they can strengthen your overall concept. In-room poker sets and whisky tastings will bring a distinctive appeal to a hotel whose story revolves around 'great times with friends'.\n\n' Consider  which services actually add value to the guest experience.'\n\nWhen building a hotel concept, the level of services offered is an important consideration. Depending on your positioning and target audience, you could settle on anything from the barebone experience of a no-frills hostel or motel to the 'your-wish-is-my-command' approach of some palace hotels.\n\nThe degree of technology is also important. While a free - and reliable - Wi-Fi connection is now considered a commodity in most hotels, some establishments also offer Bluetooth speakers, connected TVs with Netflix or Apple TV, or chatbot concierges available anytime, anywhere. It's important to consider which of these services actually add value for your guests, and whether they make sense in relation to the story. Signature services are often exclusive to a specific hotel or location. When devised as an extension of the hotel story, they can leave a lasting impression on the customer and generate great PR value. For instance, a wilderness retreat could offer a digital detox kit for guests wishing to reconnect with nature.\n\n<!-- image -->\n\n",
      "summary": "The Services component offers amenities before, during, and after stays, enriching the customer experience and strengthening the hotel concept when tied to its story.",
      "summary_title": "\"Enhancing Hotel Experience\""
    },
    {
      "id": "5eeb5d35-fefa-48a0-84e9-597be64b925c",
      "title": "Watch out for",
      "level": 2,
      "content": "Start with the basics. It doesn't matter how exhaustive your service catalogue is, if the bedroom is dirty or the water cold, your customers won't be back. Structure your offering with different service levels, from essential to nice-to-have, and make sure you deliver on what you promise. In a similar logic, always stop to consider how your services match with your story, your positioning and your audience. A good service offering should be an investment, not a burden.\n\n<!-- image -->\n\n",
      "summary": "Focus on the basics and structure services into essential and nice-to-have levels, delivering on promises to ensure customer satisfaction and a strong service offering.",
      "summary_title": "\"Simplifying Services for Customer Satisfaction\""
    },
    {
      "id": "228e6d60-9726-41f9-9881-03d1474c1f2b",
      "title": "Questions to ask",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The section contains five images with no accompanying text or descriptions, presenting a visual-only display.",
      "summary_title": "\"Visual-Only Image Display\""
    },
    {
      "id": "e3f4b248-1431-4a55-976e-4fbb34be07dd",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section text for a concise summary.",
      "summary_title": "\"No Text Provided\""
    },
    {
      "id": "95306ac1-58de-4d0b-8e9b-63c397ed7a9e",
      "title": "The Ritz Carlton",
      "level": 2,
      "content": "Worldwide\n\nThe Ritz Carlton chain empowers its employees by allowing them to spend up to $2,000 per guest, per incident, in order to improve or fix an aspect of the customer experience, without having to ask a higher-up for approval. This lines up perfectly with the 'Ladies and Gentlemen serving Ladies and Gentlemen' story of Ritz Carlton.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Ritz Carlton chain empowers employees to spend up to $2,000 per guest to improve their experience without needing approval, aligning with their \"Ladies and Gentlemen\" philosophy.",
      "summary_title": "Ritz Carlton's Guest Experience Policy"
    },
    {
      "id": "afded5f4-044d-4541-9434-d6bb293640b1",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section provided to summarize. Please provide the section, and I'll create a concise summary.",
      "summary_title": "\"Summary Request\""
    },
    {
      "id": "cd180d47-229d-4285-b357-1cb3618ac491",
      "title": "CityHub",
      "level": 2,
      "content": "Amsterdam, Netherlands\n\nDutch hospitality concept CityHub fully embraces the digital age, offering a host of connected services to its young customers. Guests are provided with bracelets that both open their room door and unlock the beer taps at the hotel bar. The CityHub app lets guests interact directly with locals (the 'CityHosts') to find out about the best attractions and parties. As for internet access, free portable Wi-Fi hotspots are available to avoid hefty roaming fees.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n59\n\n<!-- image -->\n\n",
      "summary": "CityHub in Amsterdam offers a digital hospitality concept, providing guests with bracelets for room access and beer, an app to interact with locals, and free portable Wi-Fi hotspots.",
      "summary_title": "CityHub's Digital Hospitality Concept"
    },
    {
      "id": "57cb91af-7523-4977-8a3c-1cd9dcf57875",
      "title": "Content",
      "level": 2,
      "content": "Don't just host your guests  create content to engage them all year round.\n\n",
      "summary": "Create content to engage your guests throughout the year, rather than just hosting them occasionally.",
      "summary_title": "\"Year-Round Guest Engagement\""
    },
    {
      "id": "0d49e1bf-cac7-41ce-b2c1-1bf9e4e8f760",
      "title": "Definition",
      "level": 2,
      "content": "Our framework's Content component defines the intellectual property and communication assets a hotel develops. These come in many forms, from website articles to a a line of fashion accessories. You might have a weekly podcast series about unconventional travel destinations or perhaps a short documentary showcasing your region. Good content can help you showcase multiple facets of your story, which helps to educate your target audience, improves your brand's reputation, and generates free press. It will also help you stay in touch with your guests even if they've only been to your property once.\n\n<!-- image -->\n\n<!-- image -->\n\n59\n\n",
      "summary": "A hotel's Content component includes intellectual property and communication assets, such as articles, podcasts, and documentaries, to showcase its story and improve its reputation.",
      "summary_title": "\"Hotel Content and Reputation\""
    },
    {
      "id": "58256fe7-0e01-4a1c-bf93-ad1b5c04811c",
      "title": "Key considerations",
      "level": 2,
      "content": "When creating content, it's important to make sure it aligns with your story and that the format is consistent with your identity. This creates a positive feedback loop around your key messages, giving a valuable boost to your visibility and reputation. You do not have to create and distribute content all by yourself. If the story you tell is compelling, it will attract attention from newspapers and influencers on the lookout for the next hidden gem. You can also leverage your local network by partnering up with associations, university students or local businesses to create content for you. If you can create value for the community, the community will help spread your name.\n\n",
      "summary": "To boost visibility and reputation, create consistent content that aligns with your story and identity, and leverage local networks and partnerships to amplify your message.",
      "summary_title": "\"Amplify Your Brand Visibility\""
    },
    {
      "id": "13270bc7-ec1e-48a0-b4fd-e6278e5038bb",
      "title": "Watch out for",
      "level": 2,
      "content": "Keep in mind that content creation rarely generates instant results. You should consider it as a long-term investment that will help you secure a desirable position in the future. It's a marathon, not a sprint.\n\n<!-- image -->\n\n",
      "summary": "Content creation is a long-term investment, not a quick fix, and should be viewed as a marathon rather than a sprint to achieve future success.",
      "summary_title": "\"Content Creation: A Long-Term Investment\""
    },
    {
      "id": "2653b6ff-61a5-4d33-80d4-cd55ddc4f830",
      "title": "Questions to ask",
      "level": 2,
      "content": "'  Content creation rarely generates instant results. It's a marathon, not a sprint.'\n\n<!-- image -->\n\n60\n\n",
      "summary": "Content creation is a long-term process, requiring patience and persistence to achieve results, rather than expecting immediate success.",
      "summary_title": "\"Content Creation Requires Patience\""
    },
    {
      "id": "4ff633c7-1615-4d91-aaf8-768f759faa63",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section you'd like me to summarize.",
      "summary_title": "No Section Provided"
    },
    {
      "id": "967ee11f-81f1-42a0-8823-aee50df0886d",
      "title": "Eaton Workshop",
      "level": 2,
      "content": "Hong Kong, China - Washington D.C, USA\n\nEaton Workshop, a brand with hotels in Hong Kong and Washington, D.C., has mastered the art of content creation. Driven by the belief that the hospitality industry can be a 'regenerative catalyst of positive impact, for guests, the local community, and the environment', Eaton\n\nWorkshop has created its very own media arm. It houses a recording studio and runs a radio station. The hotel regularly welcomes its guests to take part in radio programmes and invites artists to record soundtracks.\n\n<!-- image -->\n\n61\n\n<!-- image -->\n\n",
      "summary": "Eaton Workshop, with hotels in Hong Kong and Washington D.C., has a media arm with a recording studio and radio station, promoting positive impact and community engagement through content creation and guest participation.",
      "summary_title": "Eaton Workshop's Media Initiative"
    },
    {
      "id": "a625ac5f-d43f-4c80-80d2-dc28a78d91ca",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "No section provided. Please provide the section to be summarized.",
      "summary_title": "\"Awaiting Section to Summarize\""
    },
    {
      "id": "eed8eb7d-5e76-4bc3-8759-f1fb1462ee91",
      "title": "The Standard",
      "level": 2,
      "content": "",
      "summary": "There is no section provided. Please provide the section you would like me to summarize.",
      "summary_title": "\"Section Not Provided\""
    },
    {
      "id": "e91d25c3-0ad1-4e85-ac14-28fd20c97d10",
      "title": "Worldwide",
      "level": 2,
      "content": "The ultra-hip Standard Hotels group, which boasts locations from New York to the Maldives, has brought content creation to a new level. Popular with the arts and fashion crowd, the brand has developed its own fashion label and frequently affiliates with artists to host installations and exhibits at its hotels. At this stage, it might be more accurate to say that The Standard is closer to a lifestyle brand than a hospitality pure player.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Standard Hotels group has evolved into a lifestyle brand, offering a fashion label and artistic installations, appealing to the arts and fashion crowd.",
      "summary_title": "Standard Hotels Becomes Lifestyle Brand"
    },
    {
      "id": "7ef7c236-b4f9-423f-a14b-c08fceb11638",
      "title": "Channels",
      "level": 2,
      "content": "Your story deserves to be heard. Make sure you use the right channels.\n\n",
      "summary": "Share your story through the right channels to ensure it's heard and makes an impact.",
      "summary_title": "\"Effective Storytelling\""
    },
    {
      "id": "38769430-e84d-4ff2-9fe9-fa02a86347d2",
      "title": "Definition",
      "level": 2,
      "content": "",
      "summary": "No text is provided in the section to summarize.",
      "summary_title": "\"No Text Provided\""
    },
    {
      "id": "0c91eb78-ad6e-4245-8817-e0ff28b3bfd5",
      "title": "Key considerations",
      "level": 2,
      "content": "The Channel component in our framework encompasses all digital channels as well as the real-world activities and events a hotel organises to bring their story to life. From your OTA booking page to your endof-year theme party, channels represent all the marketing touchpoints between you and your guests.\n\n'Channels represent all the marketing touchpoints between you and your guests.'\n\nDigital channels include booking platforms and social media accounts - they are crucial to hotel management. But the overwhelming amount of information available online makes it incredibly difficult to create an emotional connection with guests via these channels alone. Face-to-face interactions are hard to beat when it comes to engaging people. These elements combined will make the story come alive. Depending on your story and concept, possible activities might include a flea market, movie nights, modern art exhibitions or outdoor pilates classes. Channels can also take the form of collaborations and, in certain cases, drive direct bookings to your hotels. If you run a wellness resort, for example, you could ask yoga studios in your feeder markets to refer customers to your establishment in exchange for a commission. Turning collaborations into distribution channels works best if the hotel story matches with the partner story (shared beliefs), making the commercial nature of the relationship less obvious to customers.\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Channel component includes digital channels and real-world activities that bring a hotel's story to life, encompassing all marketing touchpoints between the hotel and its guests.",
      "summary_title": "\"Hotel Marketing Channels\""
    },
    {
      "id": "c922ab94-33f2-4a09-baee-52d4cb44a515",
      "title": "Watch out for",
      "level": 2,
      "content": "To avoid a disconnect between strategy and operations, Story, Content and Channels should always work hand-inhand. Inviting a jazz band to play in the lobby of your airport hotel on Saturday nights might help you sell more beer, but if jazz has no connection with your story, it won't help strengthen your concept over the long term.\n\n<!-- image -->\n\n",
      "summary": "Aligning strategy and operations requires harmony between Story, Content, and Channels to strengthen your concept long-term.",
      "summary_title": "\"Aligning Strategy and Operations\""
    },
    {
      "id": "2c4ebd87-83f1-4836-9089-5b6ad3917e17",
      "title": "Questions to ask",
      "level": 2,
      "content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n68\n\n<!-- image -->\n\n",
      "summary": "The section contains a series of images, totaling 4, along with the number 68, but lacks text content.",
      "summary_title": "\"Images and Number, No Text\""
    },
    {
      "id": "bc3db501-55ab-4621-b092-63afacd991aa",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section text for me to create a concise summary.",
      "summary_title": "\"No Text Provided\""
    },
    {
      "id": "9535b082-3934-4196-b7c3-e582fcb16674",
      "title": "Generator",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide text for the section.",
      "summary_title": "\"No Text Provided\""
    },
    {
      "id": "89e5d48b-a7bc-46fa-9e00-a2f8002636a0",
      "title": "Worldwide",
      "level": 2,
      "content": "Combining 'affordable luxury rooms with unique social events', hip hostel brand Generator blends digital and analogue channels to perfection. Generator organises a plethora of activities, from live concerts and karaoke nights to free walking tours, pub crawls and sporting events. These events help to engage their community, while also serving as a content source for their 100k+ followers on Instagram.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Generator, a hip hostel brand, combines luxury rooms with social events, using both digital and analogue channels. They host various activities, engaging their community and generating content for their 100k+ Instagram followers.",
      "summary_title": "\"Generator: Luxury Social Hostel\""
    },
    {
      "id": "d83215f9-4a67-468b-bdef-e9836db7cfac",
      "title": "Focus",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide a section for me to create a summary.",
      "summary_title": "\"No Section Provided\""
    },
    {
      "id": "1020b6e3-ea65-484a-ae74-47e0958697d2",
      "title": "The Hoxton",
      "level": 2,
      "content": "",
      "summary": "There is no section to summarize. Please provide the section you'd like me to summarize.",
      "summary_title": "\"No Section Provided\""
    },
    {
      "id": "9e4f1ecd-e147-4beb-a873-6f778b890374",
      "title": "Worldwide",
      "level": 2,
      "content": "The Hoxton hotel group provides a wide range of events for its cosmopolitan and entrepreneurially-minded guests. And while events vary from location to location (basement electro parties in\n\nParis, sustainable cocktail classes in L.A.), a handful of common signifiers help reinforce the brand story and identity (live jazz, entrepreneurial talks, etc.).\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Hoxton hotel group hosts various events for its guests, including live jazz and entrepreneurial talks, with location-specific activities like electro parties and cocktail classes.",
      "summary_title": "Hoxton Hotel Event Offerings"
    },
    {
      "id": "476051c8-01ef-4b5f-b8a7-1905f4479cc1",
      "title": "A Framework for Success",
      "level": 2,
      "content": "From a distance, one might think a hotel concept is nothing more than the sum of a few separate parts. A good story here, trendy design there, and a quirky social presence to wrap it all in and, voilà , you've got yourself a hotel concept. But hoteliers worldwide have proven that a good concept paired with excellent execution provides an experience that transcends each individual element. A good concept also provides the perfect template for sustainable growth,\n\nas new experiences serve to actualise and reinforce the concept over time.\n\nThere are countless ways to innovate and improve on a hotel experience. That's why we hope to see hoteliers far and wide using our Hotel Concept Framework to do just that. If you have a great hotel concept you'd like to share with the hospitality world, send it our way. We'd be delighted to feature it.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "A hotel concept is more than its individual parts, requiring excellent execution to create a transcendent experience and template for sustainable growth.",
      "summary_title": "\"Hotel Experience Beyond Basics\""
    },
    {
      "id": "d6cfb98d-ebff-46b1-8a3e-06cadcda05f6",
      "title": "Part 3 Case Studies",
      "level": 2,
      "content": "In this part, we put our model through its paces, taking a look at five very different hotel concepts through the lens of our Hotel Concept Framework. From a chic country retreat to a floating ex-prison and a hip resort for millennials, you're about to discover how these properties built their concept, which elements they focused on, and how it all comes together as a whole.\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "This section explores five unique hotel concepts using the Hotel Concept Framework, analyzing their development and key elements to understand how they come together.",
      "summary_title": "\"Hotel Concept Analysis\""
    },
    {
      "id": "f458c180-be7f-42f6-b06c-c23d3538fae1",
      "title": "French Theory",
      "level": 2,
      "content": "Paris, France\n\nSet in Paris' iconic Latin Quarter, French Theory is a hybrid brand merging hospitality, retail and media. It features a cafe, an audio lab, a botanical room and 48 rooms, with the promise of 'creative moments' for the culturally conscious.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "French Theory is a hybrid brand in Paris' Latin Quarter, offering a cafe, audio lab, and rooms, promising \"creative moments\" for the culturally conscious.",
      "summary_title": "French Theory Hybrid Venue"
    },
    {
      "id": "a8be94b1-3d5f-4c03-a8a3-89c35700dd7c",
      "title": "Good Hotel",
      "level": 2,
      "content": "London, UK\n\nLocated in London, the Good Hotel is a premium non-profit floating hotel with an exclusive waterfront location. Upcycled from a former prison building, all 148 rooms offer modern decor with custom-made and designer furniture. The hotel prides itself on its social responsibility credentials, continually re-investing its profits in local and international community projects.\n\n<!-- image -->\n\n<!-- image -->\n\ncreat e beauty do good\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nLe Barn in Rambouillet is a 73-room countryside hotel. Formerly an equestrian estate, it's been fully reinvented by a cutting-edge Parisian design firm. Le Barn attracts city dwellers in need of nature and outdoor entertainment for a truly authentic getaway.\n\n<!-- image -->\n\n",
      "summary": "The Good Hotel in London is a unique, non-profit floating hotel with 148 modern rooms and a focus on social responsibility, reinvesting profits in local and international community projects.",
      "summary_title": "\"London's Floating Social Hotel\""
    },
    {
      "id": "f9e8c6f9-2a1d-4cf6-9f9c-640fd5741c14",
      "title": "Le Barn",
      "level": 2,
      "content": "Rambouillet, France\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Rambouillet, France, is represented through multiple images, showcasing its charm and beauty without providing specific descriptions or details.",
      "summary_title": "Rambouillet in Images"
    },
    {
      "id": "0f0a072f-2a4d-41de-9349-5a1aa7c71be3",
      "title": "The Stratford",
      "level": 2,
      "content": "London, UK\n\nThe Stratford is a 145-room hotel in a 135-metre London skyscraper, offering impeccable facilities and stunning views across the city. Geared towards demanding professionals, it features multiple long-stay lofts, as well as several sky gardens.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "The Stratford is a 145-room London hotel with impeccable facilities and city views, catering to professionals with long-stay lofts and sky gardens.",
      "summary_title": "Stratford London Hotel Overview"
    },
    {
      "id": "6e304499-de12-4a7a-a780-8ec82a0f2f71",
      "title": "Casa Cook",
      "level": 2,
      "content": "Rhodes, Greece\n\nCasa Cook, created by now-defunct British travel agency Thomas Cook, is a boutique resort chain aimed squarely at affluent millennials. The adults-only properties emphasize wellbeing for the body and soul and are deeply inspired by the Greek concept of 'parea'  - the celebration of people coming together and sharing good times.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n",
      "summary": "Casa Cook, a boutique resort chain, targets affluent millennials with adults-only properties in Rhodes, Greece, focusing on wellbeing and community, inspired by the Greek concept of 'parea'.",
      "summary_title": "Casa Cook: Boutique Greek Resorts"
    },
    {
      "id": "e1a6b1d9-8be4-4802-8657-d7119fa171bc",
      "title": "About Creative Supply",
      "level": 2,
      "content": "Creative Supply is a Zurich-based company specialised in brand strategy. Blending creativity with business strategy, Creative Supply helps people and organisations transform their brand in order to reach their goals. Its diverse list of consulting clients covers industries ranging from manufacturing to hospitality and\n\neducation, and includes household names such as ABB, Kempinski and Lancôme. The Creative Supply Academy also offers thousands of people the opportunity to expand their knowledge-from mastering the art of storytelling to building their personal brand.\n\n",
      "summary": "Creative Supply is a Zurich-based company that helps transform brands through creative strategy, serving clients like ABB, Kempinski, and Lancôme, and offering educational resources through the Creative Supply Academy.",
      "summary_title": "\"Creative Supply Company Overview\""
    },
    {
      "id": "8ec98716-f042-40ba-8445-ca350482bd0f",
      "title": "Get in touch",
      "level": 2,
      "content": "If you enjoyed this report, and would like to learn more about our other projects and publications, please visit our website and follow us on LinkedIn.\n\nIf you have comments regarding the report, or would like to get in touch with the Creative Supply Team, please drop us a line at hello@creativesupply.com\n\nCreative Supply GmbH Regensbergstrasse 89 8050 Zurich\n\ncreativesupply.com hello@creativesupply.com\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nThe Hotel Concept Handbook is the ultimate hands-on guide for ambitious hoteliers who want to create or refine their hotel concept, and challenge today's vision of hospitality.\n\n<!-- image -->\n\n",
      "summary": "For more information, visit creativesupply.com or contact hello@creativesupply.com to learn about other projects and provide feedback on the report.",
      "summary_title": "Contact Creative Supply"
    }
  ]
}