{
  "id": "7bf4e67f-c426-4813-a0f0-c63768e33fc3",
  "filename": "w26579",
  "tokens": 21183,
  "summary": "The document analyzes how changes in quality competition have impacted the U.S. hotel industry since the early 1980s. It explores the evolution of industry structure, focusing on the shift from fixed to variable costs competition leading to smaller, more fragmented hotels. The study examines how altering competition dynamics have influenced industry concentration, hotel growth, and size. It builds on previous research by Sutton, emphasizing the connection between quality competition and industry structure changes. The analysis incorporates data ranging from 1974 to 2015, showing differences in growth, size, and employment in various regions based on business and personal travel attributes. By utilizing long-difference regressions and hotel-level data, the study reveals shifts in the competitive landscape, emphasizing a move towards in-room amenities over outside offerings. The document raises concerns about decreased competition in industries and highlights the importance of understanding underlying competition dynamics to assess industry structures accurately.",
  "summary_title": "Shifts in Quality Competition Impact on U.S. Hotels",
  "sections": [
    {
      "id": "a0ba7c9c-b40c-440e-adbc-323a89b63214",
      "title": "NBER WORKING PAPER SERIES",
      "level": 2,
      "content": "",
      "summary": "I'm sorry, but it seems like you have not provided any content for the section. Could you please provide the text that needs to be summarized?",
      "summary_title": "\"Request for Missing Content Submission\""
    },
    {
      "id": "846a2e42-3fa9-445e-b45c-516819b693c5",
      "title": "INDUSTRY STRUCTURE, SEGMENTATION, AND COMPETITION IN THE U.S. HOTEL INDUSTRY",
      "level": 2,
      "content": "R. Andrew Butters Thomas N. Hubbard\n\nWorking Paper 26579 http://www.nber.org/papers/w26579\n\nNATIONAL BUREAU OF ECONOMIC RESEARCH 1050 Massachusetts Avenue Cambridge, MA 02138\n\nDecember 2019\n\nWe thank Severin Borenstein for sharing his software programs in relation to the 1995 American Travel Survey, Jamie Bae for excellent research assistance, and Michael Baye, Mike Mazzeo, Lee Pillsbury, Matthijs R. Wildenbeest and Jerry Wind for useful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\nNBER working papers are circulated for discussion and comment purposes. They have not been peer-reviewed or been subject to the review by the NBER Board of Directors that accompanies official NBER publications.\n\n© 2019 by R. Andrew Butters and Thomas N. Hubbard. All rights reserved. Short sections of text, not to exceed two paragraphs, may be quoted without explicit permission provided that full credit, including © notice, is given to the source.\n\nIndustry Structure, Segmentation, and Competition in the U.S. Hotel Industry R. Andrew Butters and Thomas N. Hubbard NBER Working Paper No. 26579 December 2019 JEL No. L1,L22\n\n",
      "summary": "The section acknowledges contributions from various individuals while also stating that the views expressed are of the authors alone. The paper, concerning the U.S. hotel industry, is not peer-reviewed and meant for discussion. Copyright for the work belongs to R. Andrew Butters and Thomas N. Hubbard.",
      "summary_title": "\"Non-peer-reviewed paper on U.S. hotel industry\""
    },
    {
      "id": "f42c493f-b71b-4590-9d63-0ab566172179",
      "title": "ABSTRACT",
      "level": 2,
      "content": "This paper investigates how increases in concentration can be interrupted or reversed by changes in how  firms  compete  on  quality.    We  examine  the  U.S.  hotel  industry  during  the  past  half century.    We document that starting  in  the  early  1980s,  quality  competition  came  more  in  the form of costs that vary with hotel size, and less in the form of costs that are fixed with hotel size, particularly  for  business travelers.  We  then  show  that,  consistent  with  Sutton  (1991),  industry structure has evolved differently since then in areas that are business travel versus personal travel destinations.  Demand increases have been associated with more, but smaller, hotels in business travel  destinations.    In  contrast,  the  growth in  the  number  of  hotels  is  much  smaller,  and  the growth  in  average  hotel  size  is  much  greater,  in  personal travel  destinations.    We  provide evidence that this change reflects the emergence of two new classes of hotels - limited service and all-suites hotels - that did not exist before the early 1980s.  These entrants -many of which had  high  quality  rooms  but  which  had  limited  out-of-room  amenities  -  had  a  narrower competitive impact on other hotels than did the entrants of the 1960s and 1970s, which competed more on out-of-the-room amenities, and this led the industry structure to evolve differently.\n\nR. Andrew Butters Kelley School of Business Indiana University 1309 E. Tenth Street Bloomington, IN 47405-1701 rabutter@indiana.edu\n\nThomas N. Hubbard Global Hub 4253 Kellogg School of Management Northwestern University Evanston, IL  60208 and NBER t-hubbard@kellogg.northwestern.edu\n\n",
      "summary": "This paper analyzes how changes in quality competition can impact industry concentration using the U.S. hotel industry as a case study. It discusses the shift in quality competition dynamics since the early 1980s and how it has influenced the evolution of the industry, particularly in business and personal travel destinations. The emergence of new hotel classes has altered industry structure, leading to different patterns in hotel growth and size.",
      "summary_title": "\"Quality Competition and Industry Concentration in Hotels\""
    },
    {
      "id": "4dc99c2b-9167-42fa-bfda-a4af82b1e40c",
      "title": "1. Introduction",
      "level": 2,
      "content": "What leads industries to become more or less concentrated, and how is this connected to how firms compete?  This question is at the heart of policy-makers' concerns about increases in concentration in United  States  industries,  who  fear  that  such  increases  reflect  a  lack  of  competition.    But  as  recent assessments of this phenomena have emphasized, in many circumstances answers to this question may be informed less by explanations emphasizing market power and more by the long literature in economics that emphasizes  the  bidirectional  relationship  between  industry  structure  and  competition.    This  literature emphasizes how competition, including quality competition, affects industry structure. 1\n\nA central implication of Sutton (1991) is that industry structure should be shaped by the form of quality competition - in particular, by whether quality competition comes in the form of investments in fixed costs or variable costs.  When quality competition comes in the form of fixed costs, industries tend to be concentrated.  Fragmented outcomes are not possible in part because high quality firms' marginal costs are the same as low quality firms' marginal costs.  As a consequence, high quality firms can price low enough to attract not only customers who are quality-sensitive, but also those who are not quality-sensitive, and also operate at a high enough scale to make such a pricing strategy optimal.  In contrast, when quality competition comes in the form of variable costs, less concentrated configurations are possible.  In such cases,  quality  competition  is  not  scale-intensive.    Unlike  when  quality  is  produced  through  fixed  cost investments, a high-quality firm's marginal costs increase with its quality, and it is not optimal for the firm to price low enough to attract less quality-sensitive customers.  A more fragmented industry structure with many  smaller  firms,  supplying  different  quality  levels,  is  feasible.      Changes  in  the  form  of  quality competition therefore can lead to changes in industry structure.  In particular, a shift from competing on quality through fixed costs to competing on quality through variable costs can lead an industry to become less concentrated over time, and consist of more, but smaller firms.\n\nWe examine this effect in the context of the US hotel industry by looking at the evolution of its structure during the past fifty years, especially since the early 1980s.  Figure 1 shows some broad patterns from the US Bureau of the Census' County Business Patterns.  The top panel shows the number of hotels; the bottom panel shows the average employment size of hotels.  The left parts of these charts show a central fact from Hubbard and Mazzeo (2019): the US hotel industry experienced a shake-out between the 1960s and early  1980s,  despite  the  fact  that  demand  for  hotels  increased  substantially  during  this  time.    The\n\nindustry had fewer, but much larger hotels in the early 1980s than the mid-1960s.  This previous work tested whether shake-outs in local markets were associated with quality competition in the form of fixed cost investments - primarily, swimming pools - and found evidence consistent with this proposition.  The right part of these charts show, however, that these trends did not continue past the early 1980s, at least at the national level.  Unlike in the earlier period, the number of hotels has increased steadily since the early 1980s, and the average employment size of hotels has only marginally increased, and in fact is nearly constant  since  around  1990.    This  paper  examines  what  changed  starting  in  the  early  1980s,  and  how changes in quality competition have shaped the evolution of industry structure since then.\n\nWe first provide documentary evidence that this change was catalyzed by a form of a supply shock: the  realization  by  firms  that  many  business  travelers  did  not  value  out-of-room  amenities  such  as  fullservice restaurants, lobbies, or meeting space as much as firms believed, and valued in-room amenities such as larger and better-appointed rooms more than they thought.  In the case of Marriott, this insight is welldocumented, and was the result of new market research and methods that not only identified that Marriott's and its competitors' offerings were not satisfying these travelers' needs - they were competing on the wrong dimensions for these travelers - but also indicated what amenities these travelers valued.  Following this insight, the form of quality competition changed for business travelers, and shifted away from out-of-room amenities to in-room amenities (including larger rooms).  One manifestation of this change is that, while a medium-to-high quality hotel without a restaurant was very uncommon in the early 1980s, it has become increasingly common ever since, and is the format used by several of the largest US hotel chains. 2\n\nOffering either out-of-room amenities or in-room amenities are both forms of quality competition, but the economic implications of competing along these different lines differ.  The cost of supplying outof-room amenities such as swimming pools, restaurants, and meeting rooms, if not entirely fixed, has a significant fixed component in the sense that it does not increase proportionately with the number of rooms in a hotel.  In contrast, the cost of supplying in-room amenities such as higher quality chairs or desks, better appointed rooms, or simply larger rooms, varies directly with the number of rooms.  Following Sutton (1991), shifting from competing on the basis of the former to the latter can affect industry structure, and lead the industry to consist of more, but smaller, hotels.\n\nWe test for this effect by contrasting the long-run evolution of industry structure in different local markets,  comparing  counties  that  tend  to  be  destinations  for  business  travel  to  those  which  tend  to  be destinations for personal travel (for example, counties in Georgia versus Florida).  We find that industry structure evolved similarly in these areas before the early 1980s, but very differently ever since the early\n\n1980s.  Since the early 1980s, demand has increased in personal travel destinations and the industry's adjustment continued to come primarily in the form of larger hotels, as opposed to more hotels.  Looking at changes in hotels' size distribution, we find that this increase in average size reflected, in part, increases in the number of very large hotels.  Non-price competition in the form of fixed investments continued in these  areas,  and  quality  competition  continued  to  be  scale-oriented.    However,  in  business  travel destinations, the industry evolved very differently.  Here, the average size of hotels decreased substantially, and there were many more hotels.  Unlike in personal travel destinations, the expansion in the number of hotels  was  exclusively  in  small  to  medium  sized  hotels,  not  in  very  large  hotels.  These  patterns  are consistent with the proposition that changes in quality competition - which shifted for firms competing for business travelers but not personal travelers - led industry structure to evolve differently in these different segments.\n\nWe then provide evidence on quality differentiation and segmentation in this industry recently.  Our cross-sectional analysis of these data shows different patterns than our analogous study of the industry in 1982, and illustrates how changes in quality competition have led hotels' amenities to be different now than then, particularly in business travel destinations.  Among other things, the relationship between a hotel's price and its size is weaker now than then, and it is now not unusual for a medium-to-high quality hotel to not have a restaurant.  Areas that tend to be business travel destinations are no longer more likely to be served by hotels with restaurants; instead they are more likely to be served by all-suites hotels, which tend to be relatively small and compete mainly on the attributes of their rooms rather than amenities that are outside of the room.  All of these cross-sectional patterns, combined with our evidence on long-run changes in the size and number of hotels in different areas, are consistent with Sutton's broad hypothesis that the way that firms compete on quality shapes industry structure, along with the narrower hypothesis that when firms compete on quality on variable rather than fixed costs, this will tend to lead to more fragmented industry structures.\n\nThis paper builds from previous research on quality competition and industry structure that was initiated by Sutton's (1991) seminal work, which combined theory, cross-industry evidence, and industry case studies.  Along with several other papers (e.g., Mazzeo (2002a, 2002b), Ellickson (2007), George (2009)), this especially includes Berry and Waldfogel (2010), which contrasts the newspaper and restaurant industries to illustrate how industry structure varies with whether quality competition comes in the form of fixed  costs  (newspapers)  versus  variable  costs  (restaurants).    It  is  also  closely  related  to  Hubbard  and Mazzeo (2019), which examines the impact of local demand shocks in the form of highway openings on local market structure, and how this impact differs depending on the returns to investments in  outdoor\n\namenities such as swimming pools. 3 It differs from this previous paper in several ways.  First, it looks at the evolution of the industry in much more recent periods, close to the present day.  Second, it examines the entire US hotel industry, rather than a relatively small number of local hotel markets that primarily served  customers  who  were  passing  through  the  area,  rather  than  those  for  whom  the  area  was  their destination.  Third, it focuses on how industry structure evolved following a form of a supply shock insights into customer preferences - that had the potential to affect the structure of many local markets, rather  than  the  effect  of  local  demand  shocks  that  impacted  different  local  markets  at  different  times. Combined, this previous work and our current results illustrate how and why industries can consolidate or fragment with the interaction of demand increases and the form of quality competition.  Among other things, it illustrates how a trend toward increases in concentration - such as that which is worrying policy-makers today -- can be interrupted or reversed by changes in how firms compete on quality.\n\nThe  rest  of  the  paper  is  organized  as  follows.    Section  2  briefly  summarizes  our  theoretical framework, which relates quality competition to industry structure.  Section 3 provides an overview of the US hotel industry at the beginning of the 1980s and analyzes how hotel amenities varied with whether areas are  business  or  personal  travel  destinations.    We  then  describe  how  and  why  quality  competition  for business travelers began to change during this period, and relate this to Marriott's well-documented and novel (to the industry) use of segmentation analysis.  Our main empirical propositions, which connect these events to changes in industry structure, follow.  Section 4 investigates the evolution of industry structure before and after the early 1980s in light of these empirical propositions.  Section 5 investigates current patterns in the industry, and shows how the relationship between hotel size and amenities differs greatly from the early 1980s, reflecting in part the development of new business formats - limited service and allsuites hotels -- where quality is less dependent on scale.  Section 6 concludes.\n\n",
      "summary": "The section discusses how changes in quality competition can impact industry concentration. It focuses on the US hotel industry, showing how shifts in competition from fixed to variable costs led to smaller, more fragmented hotels post-1980s. Evidence suggests firms changed focus due to supply shocks and evolving customer preferences. This research builds on previous work by Sutton and others, linking quality competition to industry structure changes.",
      "summary_title": "\"Quality Competition Impacts US Hotel Industry Structure\""
    },
    {
      "id": "e2200643-4dcb-4e24-8d5f-208b2fff8762",
      "title": "2. Quality Competition and Industry Structure",
      "level": 2,
      "content": "Our  analytical  starting  point  is  Sutton  (1991),  which  presents  theory  and  evidence  on  the determinants of industry structure.  Sutton distinguishes between two types of industries: those where sunk costs are exogenous, and those where sunk costs are endogenous.  In the former, firms decide whether to enter, and entering firms then compete on price.  Entering firms incur an exogenous fixed cost, which one\n\nmight interpret as a 'ticket to admission' to the industry, or as the fixed cost of operating a technologically efficient plant.  Firms must incur this fixed cost to enter, but have no incentive to incur any additional such costs.  Sutton shows that fragmented outcomes are possible in such an industry.  If the size of the market is large relative to this fixed cost, and price competition is not strong, an equilibrium industry structure in such a market can consist of many firms.\n\nSutton then models industry structure where sunk costs are endogenous.  In this model, entering firms not only incur an exogenous fixed cost, but can also choose to make fixed-cost investments that increase the real or perceived quality of their offerings.  Sutton shows that, in contrast to the case where sunk costs are exogenous, a fragmented industry structure where many firms compete is not an equilibrium, even if the size of the market is large and price competition is weak.  The logic behind this result is that if the market is large and price competition is weak - conditions that would lead an exogenous sunk cost industry to be able to support many firms in equilibrium - this is exactly when a firm's incentive to make fixed-cost,  quality-increasing  investments  are  high:  an  investment  that  attracts  some  proportion  of  a market's customers implies more customers the larger the market, and each of these customers brings with them more incremental profits when price competition is weak.  However, firms' strong incentives to make such  investments  mean  that  their  fixed  costs  -  including  both  the  exogenous  sunk  costs  and  these endogenous investments - will necessarily be high, and this limits the number of firms that can be viable in a free-entry equilibrium, even when market size is arbitrarily large.\n\nSutton's analysis illustrates how quality competition can shape industry structure: when quality competition comes in the form of fixed-cost investments - that is, investments that can be scaled across customers - quality competition will lead industries to be concentrated.  Firms making these investments not only attract quality-sensitive customers, but also those who are less quality-sensitive, because these firms' marginal costs remain low and they can operate at a high enough volume to be viable at prices that attract less-quality sensitive customers.  Sutton's analysis also shows how quality competition can affect how industry structure adjusts to market size increases.  It indicates that when such competition comes in the form of fixed-cost investments, increases in market size will lead firms to increase these investments, and this more intense quality competition will lead the adjustment to industry structure to come more in the form of larger firms, and less in more firms, than it otherwise would.\n\nAs  Sutton  emphasizes,  the  connection  between  quality  competition  and  industry  structure  is different in industries where quality is generated through higher variable costs rather than fixed costs.  The reason for  this  is  that  investments  in  quality  are  not  scalable  when  quality  is  produced  through  higher variable costs.  Firms producing higher quality products have higher marginal costs.  Their offerings attract quality-sensitive customers, but it is not optimal for them to price at levels that would also attract less\n\nquality-sensitive customers.  Similar to the 'exogenous sunk costs' case discussed above, such industries can be fragmented, consisting of many small firms that produce at different quality levels.\n\nSutton's analysis therefore implies that a shift in the nature of quality competition should affect industry structure.  In particular, if quality competition shifts from coming in the form of fixed costs to variable costs, this should lead the industry to consist of more, but smaller firms.  Furthermore, it should affect the relationship between industry structure and market size, leading increases in market size to be met more by increases in the number of firms, and less by increases in the size of firms, than it had been.\n\n",
      "summary": "Sutton (1991) explores industry structure determinants, distinguishing between exogenous and endogenous sunk costs in two types of industries. When sunk costs are endogenous, quality competition through fixed-cost investments leads to concentration. In contrast, quality competition via higher variable costs results in fragmentation. Sutton's analysis suggests that shifts in quality competition nature impact industry structure, potentially leading to more, smaller firms in variable cost scenarios.",
      "summary_title": "Quality Competition Impact on Industry Structure by Sutton"
    },
    {
      "id": "951416df-e802-4ac2-9e7f-c72fb28d0e8a",
      "title": "3. Hotels and Changes in Quality Competition in the Early 1980s",
      "level": 2,
      "content": "By the early 1980s, the US hotel industry had largely adjusted to one important transportationrelated change in the US economy.  The Interstate Highway System was built mostly in the 1960s and early 1970s,  and  had  been  almost  entirely  completed  by  the  mid-1970s.    Hotels  had  entered  and  exited  the industry as these new highways were completed. 4 It was beginning to adjust to a more recent change that would ultimately spur travel:  the  deregulation  of  the  airline  industry.    While  deregulation  promised  to increase demand at hotels in the long run, the industry was not growing during this period because of an economic recession: hotel employment was close to flat between 1980 and 1982.\n\nMany hotels were part of chains, and some of the largest were Holiday Inn, Best Western, Quality Inn, and Sheraton.  By 1982, 35% of industry revenues were accounted for by hotels that were part of chains. 5 Hotels within chains tended to be operated by franchisees.  Most, with Best Western a prominent exception, applied a consistent though not uniform format across their properties.  For example, nearly all Holiday Inns had pools and restaurants, but Holiday Inns differed in their architecture and size, among other things.    Unlike  today,  few  companies  operated  multiple  chains,  or  had  brand  extensions.    The  most prominent instance of a company operating multiple chains was Quality Inn, which first established its Comfort Inn hotels in 1981.\n\nTo provide a sense of competitive conditions in the industry during this time, we collected data from 1983 AAA TourBooks (which likely reflect data collected in 1982).  Our sample includes all hotels in the continental US listed in these books, except in the states of Alabama, Louisiana, and Mississippi. 6 In all, our sample includes data on 12,360 hotels, which have 1.36 million guestrooms; comparing these to\n\n1982 Economic Census reports, these account for 35% of US hotels, and 58% of US guestrooms.  For each hotel, we collected data on their location (e.g., city and county), the list price of a room with one bed and two persons, amenities (e.g., a restaurant, a pool), and AAA's rating of the hotel in 'diamonds.'  This rating ranges from one to five and represents 'a combination of the overall quality, range of facilities, and level of hospitality offered by a property.' 7\n\nFigure 2 shows the average price and size distribution of hotels within chains with more than 10 hotels in our AAA sample, and among hotels in this sample that are not affiliated with a chain.   The grey bar in the number of rooms distribution depicts the 10 th and 90 th percentiles; the blue bar depicts the 25 th and 75 th percentile; the dark line depicts the 50 th percentile.  The average price across hotels in each chain is shown in parentheses.  This figure shows several patterns.  First, there is a strong relationship between price and hotel size.  Hotels in higher-priced chains tend to be larger than hotels in lower-priced chains, especially when looking across chains with an average price above $45.00.  There is considerable variation in hotel size within the higher priced chains, but the relationship between price and size shows up not only in the median, but also at the 10 th and 25 th percentiles as well.  Second, even mid-price, medium-quality (with an average rating of about 2.5) chains tended to consist of fairly large hotels.  The median size of Holiday Inns and Ramada Inns in our sample is about 150 rooms.  Howard Johnson's are smaller, but the average size in our sample is still 100 rooms. 8 Finally, as noted above there is only one 'brand extension' chain in the figure: Comfort Inn, which had only 25 hotels listed in AAA guides in 1983.\n\nFigure 3 plots the share of hotels in major chains with a restaurant and pool, and reports the average AAA rating (number of 'diamonds') among hotels in the chain that are listed in AAA TourBooks.  This figure shows that most medium and high quality chains (those with an average AAA rating of at least 2.5) have  hotels  with  both  pools  and  restaurants.    The  three  largest  medium-quality  chains  -  Holiday  Inn, Ramada Inn, and Howard Johnson's - consist almost entirely of hotels with both restaurants and pools. Chain hotels without restaurants tend to be low-quality hotels.  There are two exceptions to this -- Drury and La Quinta -- which have 22 and 100 hotels listed in the AAA guides.  From the size distribution figure, hotels in these chains are somewhat smaller and have more uniform sizes than their larger competitors.\n\nWe then examine geographic patterns in amenities among hotels in our AAA sample, assessing the extent to which the likelihood hotels have pools or restaurants varies with local climate and the extent to which the hotel is located in an area that tends to be a destination for business travel (as opposed to personal\n\ntravel).  We obtain data on temperatures by county from the North America Land Data Assimilation System (NLDAS), and construct  average  temperatures  by  taking  the  mean  of  the  average  high  and  low  daily temperatures.  Average temperatures range from about 40 to 75 degrees across our sample, and the mean is about 55 degrees.   We construct a measure of the share of travel to counties that is business travel using data from the 1995 American Travel Survey, which surveyed 80,000 households on the origin, destination, and purpose of trips of 100 miles or more, and programs supplied by Severin Borenstein. 9 A full description of  how  we  construct  this  measure  is  in  the  Appendix.    This  share  varies  predictably  across  states;  for example, the 'business travel share' tends to be low in Florida and Colorado counties, and high in Georgia and Texas counties. 10 Most counties' business travel share is between 15%-35%.  Counties with large cities,  and  which  tend  to  receive  a  high volume of  business  travel  tend  to  be  in  the  upper  half  of  the distribution,  but  not  at  the  very  top  because  they  also  are  important  personal  travel  destinations.    For example, the business  travel  share  of  New  York,  NY  (i.e.,  Manhattan)  is  36%.  See  Figure  A1  in  the Appendix for a map depicting the business travel share of each county in our sample.\n\nTable 1 summarizes the results of our analysis.  In the left panel, the dependent variable is a dummy variable that indicates whether the hotel has a swimming pool.  In the first column, we regress this against the average temperature in the hotel's county.  As expected, the probability that a hotel in our sample has a swimming pool is higher, the warmer the temperature is.  Moving from 45 to 65 degrees is associated with a 30 percentage point increase in the probability that a hotel listed in our 1983 AAA guides has a pool.  The second column also includes the business travel share as an independent variable.  The coefficient on this variable is small and not statistically significant.  The third and fourth columns report results that include only hotels in chains, and include chain fixed effects.  These thus indicate the extent to which, within chains, the temperature and business travel share of the area is associated with whether individual hotels have pools. Like in the first two columns, hotels in warmer places are more likely to have pools, but whether hotels have pools is not associated with whether the business travel share is high.  This suggests that, at this point in time, whether hotels had pools was related to the local climate, but not whether they were in areas that were business or personal travel destinations.\n\nThe  right  panel  reports  results  from  analogous  regressions  where  the  dependent  variable  is  a dummy that indicates whether the hotel has a restaurant.  The first two columns indicate that hotels are\n\nmore likely to have a restaurant in warmer places, though this relationship is weaker than the relationship between temperature and pools. 11 The second column indicates that hotels in business travel destinations are more likely to have a restaurant than those in personal travel destinations; increasing the business travel share from 15% to 35% is associated with a 10 percentage point increase in the likelihood a hotel has a restaurant.  However, both of these relationships disappear when looking only at chains and including chain fixed effects.  Within chains, whether a hotel has a restaurant is independent of both the local temperature and whether it is primarily a business travel destination.  Thus, the relationship between whether a hotel has a restaurant and the business travel share reflects that chains whose format included a restaurant were more prevalent in business travel destinations than personal travel destinations.\n\nThese patterns thus suggest that in the early 1980s non-price competition in the form of pools and restaurants - amenities that are outside of the room and involve fixed costs - tended to be greater in warmer places  (especially  for  pools)  and  areas  that  were  disproportionately  business  travel  destinations  (for restaurants).    Much  of  the  rest  of  our  analysis  concerns  how  this  evolved  over  time  after  new  market research and methods led firms to change the way they competed for business travelers.  We discuss this change next.\n\n",
      "summary": "In the early 1980s, the US hotel industry adjusted to the completion of the Interstate Highway System and faced challenges due to a recession and airline industry deregulation. Chain hotels dominated revenue, with prominent names like Holiday Inn and Best Western. Analysis of AAA TourBooks data revealed pricing and amenities trends among chain and non-chain hotels. Geographic patterns showed variations in amenities based on climate and business travel demand.",
      "summary_title": "US Hotel Industry Trends in the 1980s"
    },
    {
      "id": "3884544b-a098-4be2-972c-adb787af8fb8",
      "title": "Customer Insight and Changes in Quality Competition For Business Travelers",
      "level": 2,
      "content": "The  patterns  in  the  previous  subsection  indicate  that  quality  competition  tended  to  be  scaleintensive, including competition for business travelers, and included competition in the form of out-of-room amenities.  But while it was rare for hotels to compete for business travelers primarily on the quality of their rooms (but, instead on out-of-room amenities) in the early 1980s, some hotels did so.  As noted earlier, La Quinta was one of the rare mid-quality chain operators whose hotels did not have restaurants.  This was part of the way that its hotels competed for business travelers.  One account reports that:\n\n'La Quinta's unique recipe for attracting travelers to its hotels allowed the chain to prosper during the 1970s and 1980s.  La Quinta Inns were designed for male business travelers, especially those employed in sales jobs.  Rather than striving to entertain guests, as [CEO] Sam Barshop believed many of his competitors were trying to do, La Quinta simply provided its patrons with clean, comfortable rooms at low prices.  Visitors enjoyed comparatively large rooms with large beds and ample space to work.  The Barshops were able to undercut competing hoteliers, such as Holiday Inn and Rodeway, by eschewing\n\nsuch  amenities  as  swimming  pools,  elaborate  lounges,  and  restaurants  that  were  of negligible interest to bustling businessmen.' 12\n\nCompetition along these lines increased greatly, however, after other hotel operators, including especially Marriott, began to realize that they were competing on inefficient dimensions for many business travelers.\n\nEarly in the 1980s, Marriott operated a chain of large, higher-end full-service hotels that typically had 300-500 rooms.  It was concerned, however, that its hotels were not attractive to some segments of travelers, including business travelers seeking medium-quality hotels, and considered developing a new chain that could better serve these customers. 13 Its executives became aware of how segmentation analysis being  developed  in  academic  research  in  marketing  was  beginning  to  be  applied  in  various  consumer product contexts, and hired two prominent marketing professors (Jerry Wind and Paul Green from Wharton) to conduct customer surveys and apply such an analysis toward informing the features and pricing of hotels in this new chain.\n\nThe results of this analysis were a surprise to Marriott executives, who thought that hotels in the new chain would simply be smaller versions of existing Marriott hotels. 14 The results indicated that some out-of-room amenities that many hotels offered were not valued by business travelers and as a result certain features, which were 'often provided based on traditional hotel management beliefs were not retained [in the new chain], for example, an 'action' lounge, a more upscale restaurant and room service, and more meeting space.' 15 Based on this survey, Marriott also decided that the new chain would not offer several typical out-of-room services such as bellmen or concierges. 16 Instead, hotels in the new chain (Courtyard by Marriott) emphasized features of the room itself.  The rooms were somewhat larger than standard rooms, with room for a large desk and sofa, and had nicer décor and larger bathtubs than mid-range competitors' rooms had.  These hotels did have pools and restaurants, but the pools were mainly functional and did not have slides or diving boards, and the restaurants were small and offered only a limited menu - in part because Marriott's customer survey indicated that the business travelers they were targeting valued having a good restaurant nearby, but not necessarily in the hotel itself.\n\nWind, et al. report that hotels in the new chain were not only successful, but their innovative format was imitated by competitors: 'The success of the effort has caused a restructuring of the midprice level of the lodging industry…[a]t least five new Courtyard by Marriott clone chains have been initiated by other hotel  groups.    They  all  offer  a  high-end  hotel  room  at  a  midlevel  price.' 17 Changes  in  how  Marriott competed on quality thus led to changes in how other hotel operators did as well.  Along with La Quinta and Marriott's followers, these changes led to the 'limited services' segment of the hotel industry. 18\n\nWe treat Marriott's insight as an innovation: a form of a supply shock.  This innovation was highly visible and changed how hotel operators competed, orienting them toward competing more for business travelers  on  in-room amenities and away from competing on out-of-room amenities. 19 In  terms  of  the economics, it changed the form of quality-enhancing investments.  The cost of supplying out-of-the-room amenities such as restaurants and pools has an element that is fixed in the sense that it does not vary with the size of the hotel, and can be scaled across many customers at once.  In contrast, the cost of supplying in-room amenities, including simply a larger room, varies directly with the number of rooms.  Quality competition for business travelers thus increasingly came in the form of variable costs, and less in the form of fixed costs.\n\nApplying Sutton's theory, one would expect such a change in the form of quality competition to affect industry structure.  In the long run, it should lead to a more fragmented structure with more, but smaller, hotels.  Furthermore, it should lead the industry to adjust to increases in demand more in the form of more hotels, and less in the form of larger hotels, after the form of quality competition shifted.\n\n",
      "summary": "Competition in the hotel industry evolved from out-of-room amenities to in-room offerings for business travelers in the early 1980s. Marriott's innovative approach led to the successful Courtyard chain, focusing on room features over traditional amenities. This shift influenced the industry towards quality competition based on variable costs rather than fixed costs, heralding more fragmented structures with smaller hotels and greater capacity to cater to increased demand.",
      "summary_title": "\"Marriott's Courtyard Chain Revolutionizes Hotel Industry Competition\""
    },
    {
      "id": "21621372-a869-47af-add1-d5871bacb9e6",
      "title": "4. The Evolution of Industry Structure",
      "level": 2,
      "content": "We test  the  propositions  of  the  previous  section  by  examining  how  the  evolution  of  industry structure differed in different areas in the U.S. starting in the early 1980s.  We exploit the fact that travel to some areas of the country is disproportionately business travel, while travel to other areas of the country is disproportionately personal travel.  If the propositions above are true, the industry should evolve differently in different areas: the 'shock' should affect how firms compete more in areas where the 'business travel share' is higher.  Therefore, one should observe increases in demand to be met more in the form of more hotels, and less in the form of larger hotels, in areas where the business travel share is high than low.\n\nOur analysis of changes in the number and size of hotels over time, and how these vary across different regions, relies on the Bureau of the Census' County Business Patterns (CBP) data.  Our sample years include 1974-2015. 20 Our series come from SIC Code 7010 (Hotels and Motels) from 1974-1994, and SIC Code 72110 (Hotels (Except Casino Hotels) and Motels) from 1995-2015. 21\n\nCBP provides annual data on the number of hotels overall, and the number of hotels within various employment size categories (e.g., 1-4 employees, 5-9 employees, and so on). 22 These data are available in all years for all counties.  CBP also reports hotel employment by county.  However, when there are a small number  of  hotels  in  a  county,  the  Census  does  not  publish  the  total  number  of  employees  to  prevent disclosure of individual hotel information.  For these counties and years, we estimate the number of hotel employees in the county by multiplying the number of hotels in each employment size bin by its midpoint and taking the sum, and use this estimate in our analyses. 23 Our final sample includes 3087 counties for 42 years. 24\n\nWe  begin  by  showing  the  evolution  of  hotel  employment,  the  number  of  hotels,  and employees/hotel in the United States, and how this evolution has differed in business versus personal travel destinations, using annual data.  The left panel of Figure 4 shows these variables between 1974 and 2015, the time period that is the focus of our analysis.  The top chart shows that hotel employment increases steadily during this period.  The bottom two charts, like Figure 1, show that the number of hotels decreased between the mid-1970s and the early 1980s, then has steadily increased ever since then; in contrast, the average  employment  size  of  hotels  increased  until  around  1990  but  has  been  roughly  constant  at  35 employees/hotel ever since.  Thus, increases in hotel employment are accounted for by increases in average hotel size early in our sample period, but increases in the number of hotels later in our sample period.\n\nThese national trends hide significant differences in how the industry has evolved in different areas of  the  country,  in  particular  between  areas  that  are  mainly  business  travel  versus  personal  travel destinations.  We depict this in the right side of Figure 4.  In these charts, and those that follow, we define a 'business travel county' as a county that has a business travel share that is in the highest quartile among United States counties, and a 'personal travel county' as a county that has a business travel share that is in the lowest quartile among United States counties.  In these charts, we normalize each quantity to their 1974 levels, so that we focus on changes over time.  These charts show several important facts.\n\nFirst, up until the early 1980s, all three of these variables evolved very similarly in business and personal travel counties.  However, after the early 1980s, these series diverged.  The top chart shows that hotel employment increased more in personal travel counties than in business travel counties. 25 By 2015, hotel employment was three times 1984 levels in personal travel counties, but only twice 1984 levels in business travel counties.  The middle chart shows that even though hotel employment expanded by more in personal travel counties, the number of hotels did not: the increase in the number of hotels was greater in business travel counties, especially after 2000.\n\nThe bottom chart shows a striking pattern.  After tracking each other closely through the early 1980s, the average employment size of hotels continued to increase in personal travel counties, but flattened out and then decreased in business travel counties.  By 2015, the average employment size of hotels in business travel counties was about 25% smaller than it was at its 1990 peak.  The fact that the average number of employees/hotel - as depicted in the left panel - has been roughly constant since 1990 masks very different trends in counties that are business and personal travel destinations.\n\nThese trends provide broad support for the hypotheses described above.  On average, industry structure  evolved  differently  after  the  early  1980s  than  before  then.    Furthermore,  the  evolution  was different in business travel counties than personal travel counties.  In the former, demand increases appear to have been met entirely by increases in the number of hotels and not increases in hotel size; in fact, average hotel size decreased in the long run.  In the latter, demand increases were met primarily with increases in average hotel size, and not as much by increases in the number of hotels.\n\nFigure 5 shows the evolution of the number of hotels in different employment size bins, and how this differed in business and personal travel counties.  The left panel shows that, among these size bins, the increase in the number of hotels was greatest among those between 10-19 and 20-49 employees; for each of these bins, there were about 10,000 more hotels in 2015 than 1974.  The right panel shows that changes in these numbers were greater in business travel counties than in personal travel counties.  In contrast there\n\nwere smaller increases in the number of larger and smaller hotels, and less of a difference in the changes between business and personal travel counties for these other size bins. 26\n\nA shortcoming of the County Business Patterns data  is  that  it  describes  hotel  size  in  terms  of employment rather  than  the  more  natural  measure  of  hotel  size,  the  number  of  rooms.    However,  the Economic Census, which is conducted every five years, asks hotels their size in terms of number of rooms and publishes estimates of the distribution of hotels in the United States by room size categories.  In the Appendix, we compare the size distributions in terms of employment (CBP) and room size (EC) for the United States  in  2012  to  get  a  sense  of  how  the  two  correspond.    We  estimate  that  hotels  with  10-19 employees tend to have 60-100 rooms, while hotels with 20-49 employees tend to have 100-250 rooms. Thus, the expansion in the number of hotels in our sample period is largely accounted for by increases in these two room size categories.\n\n",
      "summary": "The section explores how the evolution of industry structure in different U.S. areas since the early 1980s varied based on business and personal travel attributes. Analysis of hotel data from 1974-2015 reveals differences in hotel growth, size, and employment between regions. While business travel counties saw more hotel increase, personal travel counties experienced growth in hotel size. The shift in industry structure validates the hypotheses proposed. The study uses Census data to draw conclusions.",
      "summary_title": "\"Regional Industry Evolution in US Travel Accommodation\""
    },
    {
      "id": "3edb4cc8-5992-4f01-af21-ea4d714b634c",
      "title": "Long Difference Regressions",
      "level": 2,
      "content": "The next part of our analysis uses long difference regressions to estimate changes in these variables and  how  these  changes  differ  with  the  business  travel  share.    These  regressions  provide  further,  more formal, statistical evidence that bears on our hypothesis that changes in the way hotels competed led to changes in the long run structure of the hotel industry in the United States. By taking long-differencesthe culmination of changes over close to a decade or more-of the key outcomes of interest, we capture the long-run changes in industry structure-the focus of the primary prediction of our analytical framework. This approach dominates modeling the variables in levels which would likely confound cross-sectional heterogeneity or shorter-term (e.g., annual) changes which are likely to be dominated by more transient shocks in the market.\n\nTo emphasize the contrasting trends in industry structure that occurred around the customer insight 'shock' in the early 1980s, we conduct our long difference regressions on two separate parts of our sample: the period prior to the shock, 1974 to 1982; and the period following the shock, 1982 to 2015. We present the regression results involving the earlier period in Table 2.  In each regression, the unit of observation is the county.  We use the change in the (natural) log of hotel employment, the log of the number of hotels, and the log of employees per hotel between these two years as our dependent variables.  Our independent variables are the county's business travel share and its average temperature.  We include the latter as a control to account for the fact that the increase in demand for hotels was greater in warmer areas during this time; warmer areas grew faster than colder places in the United States throughout our sample period.  We use de-meaned versions of our independent variables; thus, the constant in this and our other regressions\n\nrepresents  changes  in  the  dependent  variable  for  a  county  with  an  average  business  travel  share  and temperature.\n\nThe results in the first column indicate that, on average, hotel employment grew during this period, but this growth was smaller in areas with a greater business travel share.  The bottom part of the table shows our estimates of the change in ln(hotel employment) at different points in the distribution of the business travel share.  These estimates decline from .333 for a county at the 10 th percentile to .249 for a county at the 90 th percentile, which corresponds to a 40% increase in the former and a 28% increase in the latter.\n\nThe results in the second column show that, on average, the number of hotels declined during this same period, and there was no difference in this decline between counties with a high and low business travel share.  Those in the third column indicate that on average, there was a large increase in hotel size, which was somewhat greater where the business travel share was lower.  Together, these results provide evidence that increases in demand during this time were met entirely by increases in hotel size, not increases in the number of hotels, and that this was true irrespective of the county's business travel share.\n\nTable 3 reports the results from a similar exercise, but where the long differences are taken between 1982 and 2015, the period after the customer insight 'shock' that changed the way hotels competed.  The coefficient estimates in the first column indicate that, like in the earlier period, hotel employment grew on average, and grew more in counties where the business travel share was low.  Our estimates at the bottom of the table correspond to a 92% increase for a county at the 10 th percentile but only a 57% increase for a county  at  the  90 th percentile.    However,  the  coefficient  estimates  in  the  rest  of  the  table  indicate  very different patterns than in the 1974-1982 regressions.  In the second column, the estimate on the constant is large and positive, not negative: on average, the number of hotels increased during this period.  Furthermore, the positive and significant estimate on the business travel share coefficient indicates that this increase was larger for counties with high business travel shares than those with low business travel shares.  In the third column, the estimate of the business travel share coefficient is negative and significant, indicating that the significant increase in average hotel size (denoted by the positive and significant estimate of the constant) is smaller, the higher the county's business travel share.  Moving to the bottom of the table, which evaluates the  estimated  changes  in  the  dependent  variables  at  different  percentiles  of  the  business  travel  share distribution, our estimates imply that no change in average hotel size in a county at the 75 th percentile, and a statistically significant decrease in a county at the 90 th percentile.\n\nTable 4 summarizes by depicting our estimates of the change in the log of hotel employment, and how these changes are accounted for by changes in the number and size of hotels, in these two periods.  In the early period, the increase in employment varied moderately across counties with their business travel share, and the increase is (more than) accounted for entirely by increases in hotel size.  In contrast, after 1982, the increase in employment is primarily accounted for by increases in the number of establishments\n\nThese regressions  provide  more  formal,  statistical  evidence  consistent  with  the  hypothesis  that changes in how hotels competed in the early 1980s led to changes in industry structure along the lines that Sutton's (1991) framework predicts.  Once hotels began to compete more on the basis of what is inside rooms rather than what is outside rooms, industry structure changed, especially in areas where hotels served business travelers rather than personal travelers.  In contrast to the preceding period, increases in demand were met by more, smaller hotels, rather than by larger hotels, and this occurred especially in areas that were business travel destinations.\n\nWe next turn to long difference estimates of changes in the number of hotels in different size bins. This allows us to examine changes in terms of hotel size distributions, and later to connect them to other evidence on the current characteristics of different sized hotels.\n\nTable  5  reports  the  results  from  long  difference  regressions  from  our  later  period  where  the dependent variable is the change in the number of hotels in the employment size bins reported in the CBP data.  The positive and significant estimates of all of the constants indicate that, for the average county, the number of hotels in each of these size bins increased. 27 The increase was greatest for 10-19 and 20-49 employee hotels (which correspond roughly to 60-100 and 100-250 room hotels, as noted above).  The coefficient on business travel share is positive and significant for several of the regressions examining size categories with fewer than 100 employees, and is negative and significant for the two categories with 500 or more employees.  In counties where the business travel share is higher, there was a greater increase in the number of smaller hotels, but a smaller increase in the number of very large hotels.\n\nFigure  6  depicts  these  results  in  two  charts.    The  top  one  shows  average  increases  (i.e.,  the coefficients on the constants); the bottom one shows our estimates for counties with business travel shares 10 percentage points above and below the average.  This shows that while the number of hotels with 10-19 and 20-49 employees (or, roughly 60-100 and 100-250 rooms) increased in both business and personal travel destinations, the increase was greater in business travel destinations.\n\nFigure 7 presents analogous results, but where we weight our estimates by the midpoint of the employment size categories (using 1000 employees for our top category).  This figure thus depicts our results in terms of changes in the distribution of hotel employment - which is likely to be closely connected to hotel capacity - across employment size bins rather than changes in the distribution of hotels across these\n\nbins.  Doing so allows one to see more clearly the effect of the estimated increases in the number of large hotels and how they differ with the business travel share.  In particular, the estimates imply large increases in the number of employees working at large hotels in personal travel destinations, but not business travel destinations.  In contrast, the opposite is true when looking at smaller hotels.  Combined, this indicates that changes  in  the  size  distribution  of  hotels  between  1982-2015  took  place  at  different  points  in  the distribution, depending on the extent to which hotels tended to serve business versus personal travelers.\n\n",
      "summary": "Long-difference regressions are utilized to analyze changes in variables related to the hotel industry in the United States and how they are influenced by business travel share. Findings suggest shifts in industry structure post-early 1980s customer insight. Results indicate changes in hotel employment, number of hotels, and hotel size, emphasizing the impact of business travel share on these changes pre and post the observed 'shock.'",
      "summary_title": "\"Analyzing Shifts in US Hotel Industry\""
    },
    {
      "id": "b6ebd85f-0e7c-4d80-9f0a-4368ba22ecd8",
      "title": "5. Hotels and Quality Competition in the 2010s",
      "level": 2,
      "content": "We  close  our  analysis  by  considering  hotel-level  data  from  late  in  our  sample  period,  and conducting analyses similar to our analyses of the 1982 AAA data.  This analysis shows the consequences of changes in how hotels have competed.  First, the relationship between a hotel's price (or quality) and size is not as sharp as it was forty-odd years ago; today, there are far more medium-to-high quality hotels that do not have hundreds of rooms than there were then.  Second, it is common for a medium-to-high quality hotel to not have a restaurant; La Quinta was an exception four decades ago but this is no longer the case.  Third, it is no longer the case that hotels are more likely to have restaurants in areas where the business travel share is higher.  Fourth, there is a strong, positive relationship between the business travel share in an area and the probability that a hotel in the area is an 'all-suites' hotel - a format which, with one notable exception (Embassy Suites), rarely has an accompanying restaurant.\n\nOur data in this section come from the 2014 Smith Travel Research (STR) U.S. Hotel Census database. 28 This database contains information on hotels' location, room size, and some amenities (e.g., whether it has a restaurant, whether it is an all-suites hotel) for a very high percentage of hotels in the US. 29 The data also include the upper and lower price range for a daily rate for a double bed room; we use the midpoint as the hotel's price.  Finally, the STR classifies hotel chains into six bins according to their quality, from Luxury to Economy. 30 For consistency with the rest of our analysis, we include only hotels in the continental United States, and drop all hotels with casinos.  Our final sample includes 52,167 hotels; for comparison, the 2012 Economic Census reports there were 49,543 non-casino hotels in the United States.\n\nFigure 8 shows the average price and size distribution within chains with at least 100 hotels in our STR sample, and among hotels in this sample that were categorized by STR as independent.  This figure is\n\nanalogous to Figure 2 above. This figure reveals several differences from what we observed in this earlier Figure's summary of 1982 data.  First, while there remains strong association between price and hotel size, it is weaker now than it was then.  Hotels in low-price chains tend to be small, but it is not unusual for hotels in medium-high priced chains to be smaller than lower-priced competitors.  For example, Homewood Suites (a Hilton brand extension), Springhill Suites (a Marriott brand extension), Staybridge Suites (an Intercontinental Hotels Group brand), Residence Inn (a Marriott brand extension), and Hyatt House (a Hyatt brand extension) all consist of all-suites hotels that are substantially smaller than Radissons, Crowne Plazas, DoubleTrees, or even Holiday Inns.   The figure also shows Holiday Inn Express, Fairfield Inn, Hampton Inn, and other large limited service hotel chains that did not exist in the early 1980s, all of which typically consist of hotels with fewer than 100 rooms.\n\nFigure 9 depicts major chains according to the share of their hotels that have a restaurant and the share that are all-suites.  We label the largest of these chains, and include their STR rating in parentheses. Unlike in 1982, it is now common for a medium-high quality hotel not to have a restaurant.  Several of these are the all-suites hotels in the lower right part of the chart, but others in the lower left of the chart, including Hampton Inn and Holiday Inn Express, are limited services hotels that, like all-suites hotels, also compete primarily on what is inside the room rather than what is outside of the room.  All of the limited service and all-suites chains that are highlighted in this figure consist of more than 500 hotels.\n\nWe also note in passing Embassy Suites, which in some ways is the exception that proves the rule. Unlike all of the other all-suites chains, Embassy Suites hotels almost always have a restaurant.  They are also far larger than any of the other all-suites chains: the median Embassy Suites has nearly 240 rooms, which is more than double that of nearly all of the other all-suites chains in our data.  This suggests that it is not the all-suites format per se that is leading industry structure to be more fragmented, but rather the fact that hotels with all suites tend not to also compete on scale-intensive, outside-of-the-room amenities. If more business travelers placed a significant premium on both outside-of-the-room amenities and suites, industry structure likely would have evolved differently. 31\n\nTable 6 provides additional evidence, depicting the share of hotels with a restaurant, by quality rating, in our 1982 AAA sample and our 2014 STR data.  This table shows that this share is similar at the top  and  bottom  of  the  quality  distribution.    Few  low-quality  hotels  (one-diamond  AAA  hotels  and 'Economy' STR hotels) had restaurants in both years, and most high-quality (four- or five-diamond AAA hotels  and  'Upper  Upscale'  or  'Luxury'  STR  hotels)  had  restaurants  in  both  years.    There  is  a  large\n\ndifference, however, in the middle of the quality distribution.  Hotels in the other two STR categories were about half as likely to have restaurants in 2014 as hotels in the other two AAA categories did in 1982, consistent with the form of quality competition shifting away from out-of-the-room amenities for medium to medium-high quality hotels during this time.\n\nFinally,  Table  7  reports  results  from  hotel-level  regressions  that  relate  whether  a  hotel  has  a restaurant or has all suites to the local climate and the business travel share.  In the left panel, the dependent variable is a dummy variable that indicates whether the hotel has a restaurant. In the first specification, we regress this indicator on average county level temperature. The regression coefficient of -0.002 is not only statistically significant, but the opposite sign from that in our earlier analysis of 1982 data.  Then, it was more common for a hotel in a warmer place to have a restaurant; now, it is less common. Moving from 45 to 65 degrees is associated with a 4 percentage point decline (off an average of 22 percent) in the likelihood a  hotel  has  a  restaurant.    The  second  column also includes the business travel share as an independent variable. The coefficient on this variable is small and not statistically significant.  The point estimate is about one-sixth as large as the positive and significant coefficient we estimated using 1982 data.  In 1982, hotels were more likely to have a restaurant if they were located in a county where the business travel share was high.  In 2014, this was no longer true.\n\nThe right panel reports results from a similar set of regressions where the dependent variable is a dummy that indicates whether the hotel is an all-suites hotel. The first two columns indicate that hotels are more likely to have an all-suites format in warmer places, though this effect is still weak compared to the effects we found for temperature and pools in the 1980s. A 20 degree temperature difference is associated with a 4 percentage point increase in the likelihood a hotel is an all-suite format. The second specification of this panel indicates that hotels in business travel destinations are much more likely to adopt the all-suites format. In particular, increasing the business travel share from 15% to 35% is associated with just over a 3 percentage point increase (or 24%, off an average of 13 percent) in the likelihood a hotel is an all-suites format. We view this effect as economically large given the relative frequency of this format nationally; it is also statistically significant. Both of these relationships disappear when looking at chains and including chain fixed effects-indicating that the patterns found in the previous two specifications occur at the chain level. The estimates in the fourth column indicate that within chains, whether a hotel is an all-suites hotel is uncorrelated with both the local temperature and the business travel share.  This is unsurprising, given that chains generally either consist of hotels that are all-suites or not.  The results indicate that all-suites chains are more likely to operate in warmer places where a higher share of demand is business travelers.\n\nTogether with our earlier results, these patterns are consistent with the hypothesis that changes in the nature of quality competition have affected industry structure in the way that Sutton (1991) predicts.  In the 1980s quality competition in the form of pools and restaurants-amenities that are outside of the room\n\nand involve largely fixed costs-tended to be greater in warmer places and areas that are disproportionately business  travel  destinations  (for  restaurants).  By  the  mid-2010s  this  pattern  had  reversed  or  strongly weakened. In particular, hotels in high business travel share areas are no longer significantly more likely to have restaurants, and instead are much more likely to have an all-suites format. This format, as described above, involves competing on the basis of amenities that tend to be inside the room-including more square footage,  desks,  sofas  and  kitchenettes.    Increasing  the  quality  of  these  features  involve  costs  that  vary considerably - probably close to proportionately - with the number of rooms.  Unlike in areas that are predominantly personal travel destinations, while increases in demand in these areas may have led to quality competition, it has not led to larger hotels.\n\nTo close this section, we note that comparing the segment of the industry that we have to here excluded from our analysis - casino hotels - with the rest of the industry reinforces the point that the form of quality competition shapes industry structure.  As of 2014, twenty-nine of the thirty-four largest hotels, including the seventeen largest hotels, in the US were casino hotels, most of which were located in Las Vegas. 32 These extremely large hotels have an amenity (a casino) where quality competition comes in the form of fixed costs.  Competition in this segment, especially in Las Vegas, has led to an outcome where casino hotels are far larger than in the rest of the industry, and increases in demand in this segment have been met significantly by larger hotels.\n\n",
      "summary": "The analysis of hotel-level data from the 2014 Smith Travel Research U.S. Hotel Census shows changes in the competitive landscape. The relationship between price/quality and hotel size has evolved, with more medium-to-high quality hotels lacking restaurants. The study reveals shifts in industry structure, with more all-suites hotels and fewer restaurants in medium-high quality establishments. Changes indicate a shift in quality competition towards in-room amenities rather than outside amenities like restaurants.",
      "summary_title": "\"Evolution of Hotel Industry Competitive Landscape in 2014\""
    },
    {
      "id": "a1b86146-3b83-4f3a-a549-314359c5c989",
      "title": "6. Conclusion",
      "level": 2,
      "content": "Changes  in  concentration  levels  have  led  to  a  renewed  concern  among  economists  and  policy makers that competition has decreased broadly across many industries. 33 However, the welfare implications of such changes, and the appropriate policy response to them, depend critically on whether increases in concentration are the consequence of competition or a manifestation of a lack of competition.\n\nSutton (1991) illustrated that changes in either the strength or form of quality competition can lead to changes in industry structure, including in industries where firms have no meaningful market power. 34 The main part of his analysis predicts that when firms compete on quality through fixed cost investments, increases  in  demand  should  be  met  by  larger,  but  not  necessarily  more,  firms.    However,  a  second implication of his model is that changes in the form of quality competition should affect industry structure:\n\nif firms begin to compete on quality through variable costs rather than fixed costs, then increases in demand should be less likely to be met by larger firms, and more likely to be met by increases in the number of firms-a situation that could lead to more fragmented industry structures.\n\nOur  empirical  analysis  examines  connections  between  the  nature  of  competition  and  industry structure  in  the  hotel  industry  over  the  last  40  years.  The  extended  period  of  our  sample  is  crucial  to providing the appropriate lens for the medium- to long-run mechanisms under study. Our results, together with Hubbard and Mazzeo (2019), also show that the link between competition and market structure in an industry might not be stable over time-nor be constant across different segments of the industry even at the same period of time.\n\nBy examining the amenity decisions of hoteliers and how the market structure has evolved over the last 40 years, we provide evidence that not only has the form of quality competition changed dramatically but that this change has had a differential impact on industry structure across different segments of the market. In contrast to the quality competition between the 1960s and early 1980s documented by Hubbard and Mazzeo (2019), which centered on fixed cost investments like pools that affect quality outside of the room,  hoteliers  since  the  1980s  have  competed  less  on  out-of-room  amenities,  and  more  on  in-room amenities.  Quality competition has increasingly come in the form of variable costs, and this change in the form of competition can be traced to innovations in the hotel industry in the 1980s, most prominently with the introduction of Courtyard by Marriott, and then the consequent development of the 'limited service' and 'all-suites' hotel formats-formats that were essentially new to the industry. Unlike the local demand expansions driven by interstate highway additions that served as the catalyst for shakeouts documented by Hubbard and Mazzeo (2019), the shift in competition during the 1980s flowed from innovations on the supply-side of the market, innovations that resulted from insights from market research and extensive study on the preferences of different segments of customers, particularly business travelers.\n\nSince the 1980s, the nature of competition for business travelers has evolved to emphasize the amenities within the room, while often eschewing other amenities of little value to many business travelers (e.g., an attached restaurant, concierge, large lobby, etc.). This form of quality competition for business travelers  has  very  different  implications  for  market  structure  than  the  form  of  competition  in  the  prior decades-and  the  type  of  competition  that  has  largely  continued  in  predominantly  personal  travel destinations.  In  particular,  because  this  form  of  quality  competition  centers  on  in-room  amenities  as opposed to out-of-room amenities, the advantages of scale are diminished and the tendency for increases in demand to lead to higher levels of concentration are also muted.\n\nOur empirical results reflect this shift in competition by identifying a divergence in the both the change in employment per hotel and the number of hotels serving high business travel share areas relative to high personal travel share areas. Hotels are no longer more likely to have an attached restaurant in high\n\nbusiness  travel  destinations  than  personal  travel  destinations,  but  are  more  likely  to  have  an  all-suites format.    Taken  together,  our  results  indicate  the  form  of  competition  for  different  segments  of  hotel customers has evolved on dimensions sufficiently different enough on their cost implications of scale to lead to different market structures in different areas of the country. We suspect that the recent trend of massive 'micro-hotels,' which have extremely small rooms but large, engaging public spaces also reflects the distinct forms of competition across different segments of customers (Karmin, 2015).\n\nOur results indicate that caution should be exercised when drawing conclusions about changes in concentration levels before the forces driving those changes are understood. 35 In  particular,  our  results underscore the importance of understanding how quality competition affects industry structure, and whether changes in the latter reflect changes in the former.   Our results also highlight the possibility that trends in concentration even within an industry might evolve differently across different segments.  To the extent that  these  segments  are  competing  to  provide  quality  on  different  dimensions,  and  in  particular  on dimensions that have a different cost structure, one would expect industry structure to evolve differently.\n\n",
      "summary": "Economists and policymakers are concerned about decreased competition in various industries. Sutton's analysis shows quality competition changes impact industry structures. Empirical analysis on the hotel industry over 40 years reveals evolving competition types affecting market structures. This shift includes focusing on in-room amenities for business travelers. The study cautions against conclusions on concentration levels without understanding underlying competition dynamics and how they influence industry structures.",
      "summary_title": "\"Impact of Quality Competition on Industry Structures\""
    },
    {
      "id": "c3ce9ce8-400f-4c30-9665-328d4c4b6cb7",
      "title": "7. Appendix",
      "level": 2,
      "content": "",
      "summary": "I'm sorry, but it seems like there was a technical issue in providing the section for summarization. Please provide the content you would like me to summarize, and I will be happy to assist you in creating a concise summary.",
      "summary_title": "Technical Issue in Providing Summary Section."
    },
    {
      "id": "a3ddb655-469c-485c-82f2-910b236a18ab",
      "title": "Room Size and Employment Size Distributions",
      "level": 2,
      "content": "In Table A1, we compare the room size distribution and employment size distribution for US hotels in  2012;  the  former  comes  from  the  Economic  Census  while  the  latter  comes  from  County  Business Patterns.\n\nThe bottom row reports our estimates of 'equivalent room size' intervals for seven employment size bins.  We derive these estimates by summing the share of hotels in successive room size bins until the cumulative  share  of  hotels  in  the  number  of  employees  distribution  for  that  size  bin  is  matched.    For example, to obtain the room size interval that is equivalent to the 33.2% share of hotels with 1-4 employees, we first bring in the 23.4% of hotels with 1-24 rooms.  This leaves a deficit of 9.8% (33.2%-23.4%) in that cell.  This, in turn is 51.5% (9.8%/19.0%) of the share of hotels with 25-49 rooms.  Assuming that the room size  distribution  is  uniform  within  this  interval,  we  estimate  that  hotels  with  25-37  rooms (37=25+51.5%*(49-25)) account for 51.5% of hotels with 25-49 rooms, and thus hotels with 1-37 rooms account for the same share of hotels as hotels with 1-4 employees.  We then apply the same procedure to estimate equivalent room size intervals for the remaining employee size categories.  While inexact, this provides a rough sense of the correspondence between the two distributions.\n\n",
      "summary": "This section compares room size distribution and employment size distribution for US hotels in 2012 using 'equivalent room size' intervals derived by comparing cumulative shares of hotels across different size bins. It offers a rough estimate of the correspondence between the distributions.",
      "summary_title": "\"Comparison of Room and Employment Size Distributions\""
    },
    {
      "id": "9487b8cb-f738-4398-8b52-365f62793d09",
      "title": "Construction of a Business Travel Index for Hotels",
      "level": 2,
      "content": "This section provides more of the details on our construction of the business travel index for hotels that we built using the responses from the American Travel Survey (ATS) from 1995. The ATS was a survey that collected the travel history of individuals at 80,000 U.S. addresses regarding all of their trips above 100 miles taken in 1995.\n\nThe business travel indices we built from this survey are intended to be reflective of the share of trips involving a hotel stay to a destination that are for business purposes. In constructing this index, we largely adopted the approach of Borenstein (2010) with minor revisions to reflect the accommodation focus (instead of air-travel) of our research.\n\nThe primary variables in the ATS for our purposes are the trip's destination and the reason for travel.    The  ATS  reports  the  state  and  MSA  (if  the  destination  is  in  an  MSA)  for  each  trip,  and  asks respondents to select one of sixteen possible reasons for their trip (see Table A2).  We classify trips where the  response  is  'business'  as  a  business  trip,  and  'combined  business/pleasure'  as  half  business,  half personal, following Borenstein.  As a robustness check, we also constructed and applied an alternative\n\nbusiness travel index in which the trips associated with a 'convention, conference, and seminar' were also included as a business trip.  These account for only about 3% of trips in our sample, and our results do not materially change when we do so.\n\nStarting with the ATS sample, we keep only trips that involve a hotel stay.  As Table A2 illustrates, the reason for travel is different for such trips than either the ATS in general or only trips with air travel. While business trips make up about a quarter of all trips in the ATS survey, they make up over 40 percent of trips conditional on staying at a hotel.  Furthermore, conditioning on a hotel stay eliminates trips where individuals stay only at a relative's or friend's house, and thus reduces the share of trips where the reason is to visit relatives or friends.\n\nWe weight each of our observations by the number of travelers in the party.  To further ensure the robustness of our results, we also experimented with alternative weighting schemes in constructing the aggregate business trip share for each MSA that weight not only by the number of travelers but also by the number of hotel nights. This index weights trips that involve longer nights away from home (and in a hotel) more heavily than the trips of shorter duration.\n\nWe compute business travel shares for each MSA, and for non-MSA regions within each state.  We assign the MSA's business travel share to each county in the MSA, and the non-MSA business travel share for a state to each county in the state that is not part of an MSA. 36 The MSAs with the highest business travel shares tend to be cities that tend not to be tourist destinations (e.g., El Paso, TX; Worcester, MA; Wichita, KS).  The states with the highest business travel shares are Illinois, Georgia, Ohio, and Kansas.\n\n",
      "summary": "The section discusses the construction of a business travel index for hotels using data from the American Travel Survey (ATS) in 1995. Trips with hotel stays were analyzed to determine the share of business trips based on destination and purpose. The study weighted observations by the number of travelers in a group and found that business trips accounted for over 40% of hotel stays, affecting indices at both MSA and state levels.",
      "summary_title": "\"Hotel Business Travel Index from 1995 Data\""
    },
    {
      "id": "57739a51-cc73-43b1-b8d6-59cdebcb6921",
      "title": "References",
      "level": 2,
      "content": "Berry, Steven, Martin Gaynor and Fiona Scott Morton (2019), 'Do Increasing Markups Matter? Lessons from Empirical Industrial Organization,' Journal of Economic Perspectives 33(3), 44-68.\n\nBerry,  Steven  and  Joel  Waldfogel  (2010),  'Quality  and  Market  Size,' Journal  of  Industrial Economics , 58, 1-31.\n\nBorenstein, Severin (2010), 'An Index of Inter-City Business Travel for Use in Domestic Airline Competition Analysis.'  Accessible at: https://remote3.nber.org/data/bti.html.\n\nBureau of Transportation Statistics (BTS), U.S. Department of Transportation (1995). 'American Travel Survey Technical Documentation.'\n\nBy, S. S. (1985), 'Basic Bedrooms: How Marriott Changes Hotel Design to Tap Midpriced Market --- Company's Courtyard Chain Cuts Room Size, Service; Holiday Inns Fight Back --- Doing Things by the Book,' Wall Street Journal , Eastern edition edn, New York, N.Y.\n\nCounty Business Patterns (CBP), 1974-2015. US Census Bureau. Accessible at: https://www.census.gov/programs-surveys/cbp/data.html.\n\nDemsetz, Harold (1973).  'Industry Structure, Market Rivalry, and Public Policy.' Journal of Law and Economics , 16(1), 1-9.\n\nEllickson, Paul (2007), 'Does Sutton Apply to Supermarkets?' Rand Journal of Economics , 38, 43-59.\n\nKalnins, A. (2006), 'Markets: The U.S. Lodging Industry,' Journal of Economic Perspectives , 20 (4): 203-218.\n\nKarmin, C. (2015), 'Marriott Hopes Small Rooms are a Big Draw,' Wall Street Journal , Eastern edition edn, New York, N.Y. Accessible at: https://www.wsj.com/articles/marriott-hopes-small-rooms-arebig-draw-1421780131\n\nKoss-Feder,  Laura  (1996a).  'Marriott  Joins  Parade  of  New  Hotel  Brands.' Hotel  &  Motel Management, 211 (5): 1.\n\nKoss-Feder,  Laura  (1996b).  'Marriott  Rolls  out  Fairfield  Suites  Product.' Hotel  &  Motel Management, 211 (6): 1.\n\nGeorge, Lisa M. (2009), 'National Television and the Market for Local Products: The Case of Beer,' Journal of Industrial Economics , 57, 85-111.\n\nGoldberg,  Stephen  M.,  Paul  E.  Green,  and  Yoram  Wind  (1984),  'Conjoint  Analysis  of  Price Premiums for Hotel Amenities,' Journal of Business , 57, S111-S132.\n\n'High-Rise Courtyard Planned for Atlanta.' (1995). Hotel & Motel Management, 210 (19): 86. Hubbard, Thomas N. and Michael J. Mazzeo (2019), 'When Demand Increases Cause Shakeouts,'\n\nAmerican Economic Journal: Microeconomics , 11(4), 216-249.\n\nLeisten, Matthew (2019).  'Information, Managerial Incentives, and Scale: Evidence from Hotel Pricing.'  Northwestern University, Working Paper.\n\nMazzeo, Michael J. (2002a), 'Product Choice and Oligopoly Market Structure,' Rand Journal of Economics , 33, 221-242.\n\nMazzeo,  Michael  J.  (2002b),  'Competitive  Outcomes  in  a  Product-Differentiated  Oligopoly,' Review of Economics and Statistics , 84, 716-728.\n\nRose, Nancy L. (2019), 'Concerns About Concentration,' in Maintaining the Strength of American Capitalism , Melissa S. Kearney and Amy Ganz eds, Aspen Institute, Washington D.C.\n\nShapiro,  Carl  (2018).  'Antitrust  in  a  Time  of  Populism,' International  Journal  of  Industrial Organization , 61: 714-748.\n\nShapiro, Carl (2019).  'Protecting Competition in the American Economy: Merger Control, Tech Titans, Labor Markets,' Journal of Economic Perspectives , 33(3): 69-93.\n\nSmith Travel Research (2014). 'US  Census  Database,  May  2014'.  Accessible  at: https://str.com/data-solutions/census-database.\n\nSutton, John (1991), Sunk Costs and Industry Structure , MIT Press, Cambridge.\n\nSyverson, Chad (2019).  'Macroeconomics and Market Power: Context, Implications, and Open Questions,' Journal of Economic Perspectives 33(3), 23-43.\n\nWind,  Jerry,  Paul  E.  Green,  Douglas  Shifflet,  and  Marsha  Scarbrough  (1989),  ''Courtyard  by Marriott': Designing a Hotel Facility with Consumer-Based Marketing Models,' Interfaces , 19, 25-47.\n\nWysocki, B. (1989), 'The New Boom Towns,' Wall  Street  Journal ,  Eastern  edition  edn,  New York, N.Y.\n\nFigure 1.  Number of Hotels, Employees/Hotel, United States, 1964-2015.\n\n<!-- image -->\n\n40\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\n5\n\n0\n\n64\n\n19\n\n67\n\n19\n\n70\n\n19\n\n73\n\n19\n\n76\n\n19\n\n79\n\n19\n\n82\n\n19\n\n85\n\n19\n\n88\n\n19\n\n91\n\n19\n\n94\n\n19\n\n97\n\n19\n\n00\n\n20\n\nEmployees/Hotel\n\n03\n\n20\n\n06\n\n20\n\n09\n\n20\n\n12\n\n20\n\n15\n\n20\n\nFigure 2.  Average Price and Size Distribution of Hotels in Major Chains, 1982.\n\n<!-- image -->\n\nFigure 3.  Amenities and Average AAA Rating of Hotels in Major Chains, 1982.\n\n<!-- image -->\n\nTable 1.  Estimates of Relationships Between Hotels' Amenities, Temperature, and Business Travel Share. 1982 AAA Sample\n\nStandard errors are clustered by county.\n\ns\n\nn\n\no\n\ni\n\nl\n\nl\n\nMi\n\ns\n\nd\n\nsan\n\nu\n\no\n\nTh\n\n2.5\n\n2\n\n1.5\n\n1\n\n0.5\n\n0\n\n60\n\n50\n\n40\n\n30\n\n20\n\n10\n\n0\n\n74\n\n19\n\n74\n\n19\n\n76\n\n19\n\n76\n\n19\n\n78\n\n19\n\n78\n\n19\n\n80\n\n19\n\n80\n\n19\n\n82\n\n19\n\n82\n\n19\n\n84\n\n19\n\n84\n\n19\n\n86\n\n19\n\n86\n\n19\n\n88\n\n19\n\n88\n\n19\n\n90\n\n19\n\n90\n\n19\n\n92\n\n19\n\n92\n\n19\n\n94\n\n19\n\n94\n\n19\n\n96\n\n19\n\n96\n\n19\n\n98\n\n19\n\n98\n\n19\n\n00\n\n20\n\n00\n\n20\n\nHotel Employment\n\n02\n\n20\n\n02\n\n20\n\n04\n\n20\n\n06\n\n20\n\n08\n\n20\n\n10\n\n20\n\n12\n\n20\n\n14\n\n20\n\nNumber of Hotels\n\n04\n\n20\n\n06\n\n20\n\n08\n\n20\n\n10\n\n20\n\n12\n\n20\n\n14\n\n20\n\n<!-- image -->\n\nFigure 4.  Hotel Employment, Number of Hotels, Employees/Hotel, United States (black); Business (blue) and Personal (red) Travel Counties (1974=100).\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nFigure 5.  Number of Hotels by Employment Size Category, United States, 1974-2015.\n\n<!-- image -->\n\nAll counties (black), and business (blue) and personal (red) travel counties.\n\n",
      "summary": "The section provides a list of references regarding various topics related to market economics, industrial organization, and hotel industries, including studies on market structures, market power, amenities in hotels, and competition. The references cover a range of issues such as market rivalry, concentration concerns, and merger control, offering insight into the dynamics of different industries.",
      "summary_title": "\"References on Market Economics and Hotel Industries\""
    },
    {
      "id": "b0ff209f-9a81-4afe-8a5b-be103be447dc",
      "title": "Coefficient Estimates",
      "level": 2,
      "content": "Business travel share and temperature variables are deviations from means.\n\nObservations weighted by hotel employment in 1978.  N=2517\n\n",
      "summary": "The section discusses deviations from means for business travel share and temperature variables. The data is based on observations in 1978, weighted by hotel employment, with a sample size of 2517.",
      "summary_title": "\"Analysis of Business Travel and Temperature Variances\""
    },
    {
      "id": "0677c882-9404-4373-b55b-dfee0e2865f0",
      "title": "Predicted Changes, Evaluated at Percentiles of Business Travel Share",
      "level": 2,
      "content": "Table 2.  Long Difference Estimates 1974-1982.  Employment, Establishments, Employees per Establishment.\n\n",
      "summary": "Summary:\nTable 2 displays long difference estimates for the years 1974-1982, providing data on employment, establishments, and average employees per establishment.",
      "summary_title": "Long-term economic trends in the 1970s and 1980s."
    },
    {
      "id": "5f4930c1-95ad-491a-933a-d00ccc829e04",
      "title": "Coefficient Estimates",
      "level": 2,
      "content": "Business travel share and temperature variables are deviations from means.\n\nObservations weighted by hotel employment in 1999.  N=2472\n\n",
      "summary": "The section discusses deviations from means in business travel share and temperature variables, with observations weighted by hotel employment in 1999 totaling 2472.",
      "summary_title": "Variations in Business Travel and Temperature Trends"
    },
    {
      "id": "3e49333c-5752-48d4-8419-f975e2dc7e1f",
      "title": "Predicted Changes, Evaluated at Percentiles of Business Travel Share",
      "level": 2,
      "content": "Table  3.    Long  Difference  Estimates  1982-2015.    Employment,  Establishments,  Employees  per Establishment.\n\nPercent of estimated change in dln(emp) accounted for by estimated change in…Table 4.  Estimated Change in Hotel Employment, Decomposition of Change.  1974-1982, 1982-2015.\n\nTable 5.  Long Difference Estimates 1982-2015.  Number of Hotels in Different Employment Size Categories.\n\nBusiness travel share and temperature variables are deviations from means.\n\nObservations weighted by hotel employment in 1999.  N=2741.\n\n30.0\n\n25.0\n\n20.0\n\n15.0\n\n10.0\n\n5.0\n\n0.0\n\n-5.0\n\nFigure 6.  Estimated Change in Number of Hotels in County, 1982-2015, by Employment Size Category.\n\n<!-- image -->\n\n-5.0\n\n1-4\n\n5-9\n\n10-19\n\n20-49\n\n50-99 100-249250-499500-999 1000+\n\nAverage (27.6%) business travel share\n\n<!-- image -->\n\nFigure 7.  Estimated Change in Hotel Employment in County, 1982-2015, by Employment Size Category.\n\n<!-- image -->\n\nFigure 8.   Size Distribution of Hotels in Major Chains, 2014.\n\n<!-- image -->\n\nFigure 9.  Amenities and Average STR Rating of Hotels in Major Chains, 2014 .\n\n<!-- image -->\n\nTable 6.  Share of Hotels with Restaurant by Quality Rating.  1982 AAA Sample, 2014 STR Sample.\n\nTable 7.  Estimates of Relationships Between Hotels' Amenities, Temperature, and Business Travel Share.  2014 STR Sample\n\nStandard errors are clustered by county.\n\nFigure A1. Business Travel Share by County, 1995.\n\n<!-- image -->\n\nThis map depicts the share of travel to each county that is for business. Darker blue denote areas with higher business travel share. Counties that have been dropped from our sample are displayed in gray.\n\nTable A1.  Room Size and Employment Size Distribution of Hotels in the United States, 2012.\n\nTable A2.  American Travel Survey (1995) Reasons for Trip Across Trips with Airline and Hotel Stay.\n\n",
      "summary": "The section provides detailed data on hotel employment changes, establishment sizes, and amenities from 1982 to 2015, including breakdowns by employment size categories. It also includes information on business travel share, temperature variables, and relationships between hotels' amenities. The data is based on weighted observations from 1999 and includes figures and tables showcasing the changes in hotel numbers, employment, and chain distribution.",
      "summary_title": "Hotel Employment Trends and Amenities Analysis (1982-2015)"
    }
  ]
}