{
  "modules": [
    {
      "name": "Introductory day. What is hospitality and service. The Hotel its structure. Archetypes of guests in the hotel",
      "topics": [
        {
          "name": "What is hospitality",
          "description": "Hospitality as an art. Philosophy and psychology of hospitality."
        },
        {
          "name": "What is a service",
          "description": "Service - which ensures the fulfillment of the needs of the guest / client."
        },
        {
          "name": "Video",
          "description": "About service and hospitality in general and housekeeping department in the end. (to find the video from movies or other hotel's provided content)"
        },
        {
          "name": "Hotel",
          "description": "What is a hotel. Classification of hotels. Its structure, divisions, mission and values."
        },
        {
          "name": "Archetypes of guests in a hotel",
          "description": "Archetypes of guests in a hotel. + examples"
        },
        {
          "name": "Personal development (macro)",
          "description": "What prospects a person (maid) can have in the industry"
        },
        {
          "name": "Your why",
          "description": "Discussion of personal goals of each student"
        }
      ]
    },
    {
      "name": "Housekeeping Department. Standards. Safety requirements at the workplace.",
      "topics": [
        {
          "name": "Housekeeping department",
          "description": "Organizational structure of the housekeeping department. The role of the Housekeeping Attendant in creating a positive guest experience. Description of the maid's duties in a hotel. Guest-centered thinking: Emphasize the importance of anticipating guest needs. Career development (micro) + cross training for housekeeping attendant."
        },
        {
          "name": "Introduction to service standards (SOPs)",
          "description": "Types of hotel rooms. Abbreviations. What are the Hotel Service Standards. Goals and importance of compliance with standards."
        },
        {
          "name": "Practical task",
          "description": "Getting to know the territory of the hotel Shelest. Location of rooms, service areas, recreation areas."
        },
        {
          "name": "Theory",
          "description": "Hotel security service. Safety requirements in the workplace. Fire safety and evacuation instructions (invited guest)."
        },
        {
          "name": "Group discussion",
          "description": "Guest impressions: What is it? Why are impressions created and how? Types of impressions and their consequences. What impressions does the HK attendant manage?"
        }
      ]
    }
  ]
}
