{
   "modules": [
      {
         "name": "Introductory day. What is hospitality and service. The Hotel its structure. Archetypes of guests in the hotel",
         "topics": [
            {
               "name": "What is hospitality",
               "description": "Hospitality as an art. Philosophy and psychology of hospitality.",
               "content": "CHAPTER 1: INTRODUCTION TO HOSPITALITY AND THE HOTEL INDUSTRY\n\nThe tourism and hospitality industry is a significant contributor to the global economy, creating 109 million jobs and contributing $2.3 trillion to the global GDP, which is approximately 10.2% of the world's GDP. In Australia, the hotel industry is worth $14 billion annually, employing 380,000 employees across 6,807 hotels. The Australian Tourism Labour Force Report forecasts a demand for hospitality workers to grow by 123,000, including 60,000 skilled workers, by 2020. This growth highlights the need for qualified and well-trained hospitality graduates who will be valuable to the development of the hospitality industry.\n\nDespite the industry's growth, it faces the issue of high workforce turnover. Researchers have reported that hotel managers are not doing enough to keep hospitality graduates motivated to remain in the industry, citing a lack of career planning and progression opportunities, and often viewing them as cheap labor. The hospitality sector is one of the lowest-paid industries, which contributes to the high turnover rate. The seasonal nature of the industry also leads to a small skeleton permanent workforce, with additional casual staff employed during peak periods, making it difficult for employees to have job security.\n\nThe hospitality industry has undergone significant changes in recent years, particularly in the US hotel industry. Between the 1960s and early 1980s, the industry experienced a shake-out, resulting in fewer but larger hotels. However, since the early 1980s, the number of hotels has increased steadily, and the average employment size of hotels has only marginally increased. This change was catalyzed by a supply shock, where firms realized that business travelers did not value out-of-room amenities, such as full-service restaurants and meeting space, as much as they thought, and instead valued in-room amenities, such as larger and better-appointed rooms.\n\nThe form of quality competition in the hotel industry has shifted from fixed costs, such as out-of-room amenities, to variable costs, such as in-room amenities. This shift has led to changes in industry structure, with the industry becoming less concentrated and consisting of more, but smaller, hotels. The cost of supplying out-of-room amenities has a significant fixed component, whereas the cost of supplying in-room amenities varies directly with the number of rooms. This change in quality competition has affected the industry's structure, leading to more fragmented industry structures.\n\nThe US hotel industry has evolved differently in business travel destinations compared to personal travel destinations. In business travel destinations, the average size of hotels has decreased substantially, and there are many more hotels, with the expansion in the number of hotels being exclusively in small to medium-sized hotels. In contrast, in personal travel destinations, the industry has continued to come primarily in the form of larger hotels. The relationship between a hotel's price and its size is weaker now than in the past, and it is no longer unusual for a medium-to-high quality hotel to not have a restaurant.\n\nThe hotel industry's structure has been shaped by the form of quality competition, with changes in quality competition leading to changes in industry structure. The industry's evolution has been influenced by the interaction of demand increases and the form of quality competition. The trend toward increases in concentration can be interrupted or reversed by changes in how firms compete on quality. The development of new business formats, such as limited service and all-suites hotels, has also contributed to the industry's evolution, with quality being less dependent on scale.\n\nThe hospitality industry is a complex and dynamic sector, with various factors influencing its structure and evolution. Understanding the industry's growth, challenges, and changes is essential for hospitality graduates to be valuable to the industry's development. The industry's future will depend on its ability to adapt to changing demand and quality competition, and to provide career opportunities and job security for its employees.\n\nIn terms of demographics, the hospitality workforce is aging, with 43% of the workforce in Australia aged between 15 and 24, and 20% aged between 45 and 64. The industry has also seen a shift in the types of employees, with younger employees being more willing to accommodate the demands of a 24/7, 365-day service to hotel guests. However, this shift also presents challenges for hotel managers, with older employees working in more front-line positions and younger employees holding higher positions.\n\nThe hospitality industry has also seen a lack of research on human resource management, with only 2% of journal articles in the top 12 hospitality and tourism journals being categorized as human resource management related. The under-represented area of demographic characteristics has been a common recurring theme in the hospitality workforce literature. Researchers have called the demographic and generation changes in the hospitality workforce the \"perfect storm,\" with older employees leaving and younger employees entering the industry.\n\nThe industry's workforce issues have been exacerbated by the lack of career planning and progression opportunities, and the perception of hospitality graduates as cheap labor. However, with the growth of the industry and the increasing demand for skilled workers, there is a need for qualified and well-trained hospitality graduates who can provide value to the industry's development. The industry's future will depend on its ability to attract and retain skilled workers, and to provide them with career opportunities and job security.\n\nIn conclusion, the hospitality industry is a complex and dynamic sector, with various factors influencing its structure and evolution. Understanding the industry's growth, challenges, and changes is essential for hospitality graduates to be valuable to the industry's development. The industry's future will depend on its ability to adapt to changing demand and quality competition, and to provide career opportunities and job security for its employees."
            },
            {
               "name": "What is a service",
               "description": "Service - which ensures the fulfillment of the needs of the guest / client.",
               "content": "CHAPTER 1: INTRODUCTION TO HOSPITALITY AND SERVICE\n\nThe tourism and hospitality industry is a significant driver of the global economy, creating 109 million jobs and contributing $2.3 trillion to the world's GDP. This represents 10.2% of the world's GDP, with 1 in 10 jobs being related to tourism and hospitality. In Australia, the hotel industry is worth $14 billion annually, employing 380,000 employees across 6807 hotels. The Australian Tourism Labour Force Report forecasts a demand for hospitality workers to grow by 123,000, including 60,000 skilled workers, by 2020. This growth highlights the need for qualified and well-trained hospitality graduates to meet the industry's demands.\n\nDespite the industry's growth, there are concerns about high workforce turnover, with hotel managers not doing enough to keep hospitality graduates motivated and retain them in the industry. Researchers have reported that hotel managers often lack career planning and progression opportunities, and view hospitality graduates as cheap labor, contributing to the industry being one of the lowest paid. The seasonal nature of the hospitality industry also leads to a small permanent workforce and the employment of casual staff during peak periods, making it difficult for employees to achieve job security and contributing to high turnover rates.\n\nTo address these issues, there is a need to understand the attitudes and expectations of hospitality graduates, particularly those from Generation Z, who are entering the hospitality workforce. Research has shown that demographic changes, such as the aging population and the entry of younger employees into the industry, will impact the hospitality workforce. The industry is expected to become more fragmented, with a younger workforce that is willing to accommodate the demands of a 24/7, 365-day service to hotel guests.\n\nIn the US hotel industry, quality competition has played a significant role in shaping the industry's structure. The industry experienced a shake-out between the 1960s and early 1980s, resulting in fewer but larger hotels. However, since the early 1980s, the industry has evolved differently, with the number of hotels increasing steadily and the average employment size of hotels remaining relatively constant. This change has been driven by a shift in quality competition, with hotels competing more on in-room amenities, such as larger rooms and better-appointed rooms, rather than out-of-room amenities, such as swimming pools and restaurants.\n\nMarriott's introduction of the Courtyard by Marriott chain in the 1980s marked a significant change in the industry, with hotels competing more on the quality of their rooms and less on out-of-room amenities. This shift has led to the development of new business formats, such as limited-service and all-suites hotels, where quality is less dependent on scale. The success of Marriott's innovative format has been imitated by competitors, leading to a restructuring of the mid-price level of the lodging industry.\n\nThe economics of quality competition in the hotel industry are complex, with the cost of supplying out-of-room amenities, such as restaurants and pools, having a significant fixed component that does not vary with the size of the hotel. In contrast, the cost of supplying in-room amenities, such as larger rooms, varies directly with the number of rooms. The shift towards competing on in-room amenities has led to a more fragmented industry structure, with more, but smaller, hotels.\n\nThe evolution of the hotel industry's structure has been influenced by changes in demand, particularly the growth of business travel. Hotels have adapted to these changes by offering more in-room amenities and fewer out-of-room amenities. The industry has also become more segmented, with different types of hotels catering to different types of travelers. The development of new business formats, such as limited-service and all-suites hotels, has led to a more diverse range of accommodation options for travelers.\n\nIn conclusion, the hospitality industry is a complex and dynamic sector that is influenced by a range of factors, including demographic changes, shifts in quality competition, and changes in demand. To succeed in this industry, it is essential to understand the attitudes and expectations of hospitality graduates, particularly those from Generation Z, and to develop strategies that address the issues of high workforce turnover and low job security. By examining the evolution of the hotel industry's structure and the factors that have influenced this evolution, we can gain a deeper understanding of the industry and its future directions.\n\nThe concept of service is central to the hospitality industry, ensuring the fulfillment of the needs of guests and clients. Service quality is a critical component of the hospitality industry, with hotels competing to offer the highest level of service to their guests. The industry's structure, including the type of hotels and the amenities they offer, is shaped by the quality of service that hotels provide. As the industry continues to evolve, it is essential to understand the factors that influence service quality and to develop strategies that enhance the service experience for guests.\n\nIn the context of the hotel industry, service quality refers to the ability of hotels to meet the needs and expectations of their guests. This includes the provision of amenities, such as clean and comfortable rooms, as well as the quality of service provided by hotel staff. The industry has become increasingly competitive, with hotels competing to offer the highest level of service to their guests. The concept of service quality is complex, with multiple factors influencing the level of service that hotels provide.\n\nThe hotel industry's structure, including the type of hotels and the amenities they offer, is shaped by the quality of service that hotels provide. Hotels that offer high-quality service are more likely to attract repeat business and to achieve high levels of customer satisfaction. In contrast, hotels that offer low-quality service are more likely to experience high levels of customer dissatisfaction and to struggle to attract repeat business.\n\nIn conclusion, the concept of service is central to the hospitality industry, ensuring the fulfillment of the needs of guests and clients. Service quality is a critical component of the hospitality industry, with hotels competing to offer the highest level of service to their guests. The industry's structure, including the type of hotels and the amenities they offer, is shaped by the quality of service that hotels provide. As the industry continues to evolve, it is essential to understand the factors that influence service quality and to develop strategies that enhance the service experience for guests.\n\nThe hotel industry is a significant sector of the hospitality industry, with hotels competing to offer the highest level of service to their guests. The industry's structure, including the type of hotels and the amenities they offer, is shaped by the quality of service that hotels provide. Hotels that offer high-quality service are more likely to attract repeat business and to achieve high levels of customer satisfaction. In contrast, hotels that offer low-quality service are more likely to experience high levels of customer dissatisfaction and to struggle to attract repeat business.\n\nThe evolution of the hotel industry's structure has been influenced by a range of factors, including demographic changes, shifts in quality competition, and changes in demand. The industry has become increasingly competitive, with hotels competing to offer the highest level of service to their guests. The concept of service quality is complex, with multiple factors influencing the level of service that hotels provide.\n\nIn the US hotel industry, quality competition has played a significant role in shaping the industry's structure. The industry experienced a shake-out between the 1960s and early 1980s, resulting in fewer but larger hotels. However, since the early 1980s, the industry has evolved differently, with the number of hotels increasing steadily and the average employment size of hotels remaining relatively constant. This change has been driven by a shift in quality competition, with hotels competing more on in-room amenities, such as larger rooms and better-appointed rooms, rather than out-of-room amenities, such as swimming pools and restaurants.\n\nThe Marriott hotel chain has been at the forefront of this shift, with the introduction of the Courtyard by Marriott chain in the 1980s marking a significant change in the industry. The chain's focus on in-room amenities, such as larger rooms and better-appointed rooms, has led to a more fragmented industry structure, with more, but smaller, hotels. The success of Marriott's innovative format has been imitated by competitors, leading to a restructuring of the mid-price level of the lodging industry.\n\nIn conclusion, the hotel industry is a complex and dynamic sector that is influenced by a range of factors, including demographic changes, shifts in quality competition, and changes in demand. The industry's structure, including the type of hotels and the amenities they offer, is shaped by the quality of service that hotels provide. As the industry continues to evolve, it is essential to understand the factors that influence service quality and to develop strategies that enhance the service experience for guests."
            },
            {
               "name": "Video",
               "description": "About service and hospitality in general and housekeeping department in the end. (to find the video from movies or other hotel's provided content)"
            },
            {
               "name": "Hotel",
               "description": "What is a hotel. Classification of hotels. Its structure, divisions, mission and values.",
               "content": "CHAPTER 1: THE EVOLUTION OF THE HOTEL INDUSTRY: STRUCTURE, AMENITIES, AND COMPETITION\n\nThe hotel industry is a vital component of the global economy, generating 109 million jobs and contributing $2.3 trillion to the world's GDP. In Australia, the hotel industry is worth $14 billion annually, employing 380,000 employees across 6,807 hotels. The Australian Tourism Labour Force Report forecasts a demand for hospitality workers to grow by 123,000, including 60,000 skilled workers, by 2020. However, the industry faces challenges such as high workforce turnover, lack of career planning and progression opportunities, and low pay.\n\nThe hotel industry's structure and amenities have undergone significant changes over the past five decades. In the 1960s and 1970s, the industry experienced a shake-out, with fewer but larger hotels emerging. This was largely driven by quality competition in the form of fixed-cost investments, such as swimming pools. However, this trend did not continue past the early 1980s. Instead, the number of hotels has increased steadily since then, with the average employment size of hotels remaining relatively constant.\n\nA key factor contributing to this change was the realization by hotel operators that business travelers did not value out-of-room amenities, such as full-service restaurants and meeting spaces, as much as they thought. Instead, business travelers valued in-room amenities, such as larger and better-appointed rooms. This led to a shift in quality competition, with hotels focusing on in-room amenities rather than out-of-room amenities.\n\nMarriott's introduction of the Courtyard by Marriott chain in the 1980s was a significant innovation in this regard. The chain's focus on in-room amenities, such as larger rooms and nicer décor, rather than out-of-room amenities, marked a departure from the traditional hotel format. This shift in quality competition has had a lasting impact on the industry, with many hotels now competing on the basis of in-room amenities.\n\nThe hotel industry's structure and amenities have also been influenced by the form of quality competition. When quality competition comes in the form of fixed costs, industries tend to be concentrated, with fewer but larger firms. However, when quality competition comes in the form of variable costs, less concentrated configurations are possible, with many smaller firms supplying different quality levels.\n\nThe US hotel industry provides a striking example of this phenomenon. In the early 1980s, the industry was characterized by a strong relationship between price and hotel size, with higher-priced chains tending to be larger. However, this relationship has weakened over time, with many medium-to-high quality hotels now not having hundreds of rooms. The industry has also seen a proliferation of limited-service and all-suites hotels, which compete primarily on the basis of in-room amenities.\n\nThe evolution of the hotel industry's structure and amenities has been driven by changes in the form of quality competition. The industry's response to the changing preferences of business travelers has led to a more fragmented structure, with many smaller hotels competing on the basis of in-room amenities. This shift has had significant implications for the industry, with hotels in high business travel share areas more likely to have an all-suites format and less likely to have an attached restaurant.\n\nThe hotel industry's experience highlights the importance of understanding the relationship between quality competition and industry structure. Changes in the form of quality competition can have a profound impact on the structure of an industry, leading to more or less concentration. The industry's ability to adapt to changing customer preferences and compete on different dimensions has been critical to its evolution.\n\nIn conclusion, the hotel industry's structure and amenities have undergone significant changes over the past five decades, driven by shifts in quality competition and the evolving preferences of business travelers. The industry's experience highlights the importance of understanding the relationship between quality competition and industry structure and the need for firms to adapt to changing customer preferences and compete on different dimensions.\n\nThe data on hotel size distribution and employment size distribution for US hotels in 2012 provides further insight into the industry's structure. The Economic Census and County Business Patterns data show that hotels with 10-19 employees tend to have 60-100 rooms, while hotels with 20-49 employees tend to have 100-250 rooms. This data highlights the importance of understanding the relationship between hotel size and employment size and the need for firms to adapt to changing customer preferences and compete on different dimensions.\n\nThe long difference estimates of changes in hotel employment, establishments, and employees per establishment between 1974 and 1982 and between 1982 and 2015 provide further evidence of the industry's evolution. The estimates show that hotel employment grew during both periods, but the growth was smaller in areas with a higher business travel share. The number of hotels declined between 1974 and 1982 but increased between 1982 and 2015, with the increase being larger in areas with a higher business travel share. The average hotel size increased between 1974 and 1982 but remained relatively constant between 1982 and 2015.\n\nThe hotel industry's experience has significant implications for policymakers and industry stakeholders. The industry's ability to adapt to changing customer preferences and compete on different dimensions has been critical to its evolution. The data highlights the importance of understanding the relationship between quality competition and industry structure and the need for firms to adapt to changing customer preferences and compete on different dimensions.\n\nIn the context of the global economy, the hotel industry's experience provides valuable lessons for other industries. The industry's ability to adapt to changing customer preferences and compete on different dimensions has been critical to its evolution. The data highlights the importance of understanding the relationship between quality competition and industry structure and the need for firms to adapt to changing customer preferences and compete on different dimensions.\n\nThe hotel industry's structure and amenities will continue to evolve in response to changing customer preferences and advances in technology. The industry's ability to adapt to these changes and compete on different dimensions will be critical to its continued success. As the industry continues to evolve, it is essential to understand the relationship between quality competition and industry structure and the need for firms to adapt to changing customer preferences and compete on different dimensions.\n\nThe hotel industry's experience provides a valuable case study for understanding the relationship between quality competition and industry structure. The industry's ability to adapt to changing customer preferences and compete on different dimensions has been critical to its evolution. The data highlights the importance of understanding the relationship between quality competition and industry structure and the need for firms to adapt to changing customer preferences and compete on different dimensions.\n\nIn conclusion, the hotel industry's structure and amenities have undergone significant changes over the past five decades, driven by shifts in quality competition and the evolving preferences of business travelers. The industry's experience highlights the importance of understanding the relationship between quality competition and industry structure and the need for firms to adapt to changing customer preferences and compete on different dimensions. The industry's ability to adapt to changing customer preferences and compete on different dimensions will be critical to its continued success."
            },
            {
               "name": "Archetypes of guests in a hotel",
               "description": "Archetypes of guests in a hotel. + examples"
            },
            {
               "name": "Personal development (macro)",
               "description": "What prospects a person (maid) can have in the industry",
               "content": " CHAPTER: Exploring Opportunities in the Hospitality Industry for Personal Development\n\nThe hospitality industry is a wide-ranging and ever-growing field that offers a wide range of rewarding career options. Whether you want to become a food and beverage manager or work in hotel management, there are plenty of dynamic paths to take and plenty of different hospitality management job options. Hospitality is a wonderful sector if you love working with people and want a career in an area that is always evolving to include new tracks and meet new challenges. However, it can also be a competitive industry, especially if you're looking at managerial roles.\n\nTo succeed in the hospitality industry, it is essential to understand the current workforce gap and the need for curriculum and training that prepares students for hospitality careers. Researchers have studied the attitudes of hospitality students towards pursuing a hospitality-related career, focusing on the differences between Generation X, Y, and Z. Each generation has distinct characteristics, skill sets, and values that affect their work attitudes and expectations. For example, Generation X is more concerned about the social climate, while Generation Y is more motivated by career development and job content. Understanding these differences is crucial for Human Resource Management in the hospitality industry.\n\nDespite the many opportunities, hospitality careers have often been labeled as low-paying, seasonal, repetitive, stressful, and physically and emotionally demanding. These factors can deter graduates from applying for jobs in the industry. However, with the right skills and knowledge, hospitality careers can be highly rewarding and offer many opportunities for advancement. The industry is always growing and changing, with an expanding customer base that expects new trends and products. This growth means that there are numerous career opportunities in the hospitality industry, including management roles, specialist roles, and entrepreneurial ventures.\n\nWithin the hospitality industry, there are many different sectors, including restaurants, hotels, event planning, resorts, spas, and wellness. Each sector has multiple layers of management, and you need to decide what kind of hospitality job you want to aim for. For example, a hotel will usually have different managers for front-of-house and back-of-house areas. These roles may feature specific duties, even though these departments share many skills and tasks. There are also more senior roles, such as hotel general manager, which can be achieved with experience in management.\n\nTo get started in hospitality management, it is vital to obtain the right qualifications. Studying for a hospitality degree can provide you with the skills and knowledge you need to succeed in the industry. Hospitality certifications show employers that you are a great candidate who can help with the management of any type of hospitality venue. You can also work on advancing your career by getting excellent experience in the hospitality field through internships, which provide valuable hands-on experience and opportunities for networking with other hospitality professionals.\n\nIn addition to formal education, there are many skills that are highly valued in the hospitality industry, including organization, communication, and team management. These skills are essential for success in hospitality management and can be developed through experience and training. With the right skills and knowledge, you can advance in the industry and take on more senior roles or start your own hospitality business.\n\nIf you have studied a different degree or are already in your career, there are still options for getting into hospitality management. For example, there are career-changing intensive courses, and there are lots of things you can do with a hospitality MBA to advance in the industry. Many professionals choose to work in hospitality because they enjoy working with people while using skills such as organization, communication, and team management. The hospitality industry offers many opportunities for personal development and career advancement, and with the right qualifications and experience, you can succeed in this exciting and dynamic field.\n\nThe future outlook for hospitality is bright, with an expanding customer base that expects new trends and products. This growth means that there are numerous career opportunities in the hospitality industry, and with the right skills and knowledge, you can take advantage of these opportunities and achieve your career goals. Whether you want to work in a hotel, restaurant, or resort, or start your own hospitality business, the hospitality industry offers a wide range of rewarding career options. By understanding the industry, its challenges, and its opportunities, you can make an informed decision about your career path and take the first steps towards a successful and fulfilling career in hospitality."
            },
            {
               "name": "Your why",
               "description": "Discussion of personal goals of each student",
               "content": "CHAPTER: Exploring Hospitality Careers and Understanding the Industry\n\nThe hospitality industry is a wide-ranging and ever-growing field that offers a wide range of rewarding career options. Whether you want to become a food and beverage manager or work in hotel management, there are plenty of dynamic paths to take and plenty of different hospitality management job options. Hospitality is a wonderful sector if you love working with people and want a career in an area that is always evolving to include new tracks and meet new challenges. However, it can also be a competitive industry, especially if you're looking at managerial roles.\n\nThe hospitality industry is varied and includes many different roles. Hospitality spans a range of service areas, such as restaurants, the hotel industry, event planning, resorts, spas and wellness, and more. All of these complement each other to ensure that people get what they need when they visit a hospitality venue. The industry is always growing and changing, and the future outlook for hospitality is bright, with an expanding customer base that expects new trends and products. This growth means that there are numerous career opportunities in the hospitality industry.\n\nMany professionals choose to work in hospitality if they enjoy working with people while also using skills such as organization, communication, and team management. There are many different career paths and job opportunities within hospitality. Several of these positions in hospitality have overlapping duties, but they are all distinct areas within hospitality. Some of the main hospitality careers you can choose from include management roles, which are often put in the same basket, but hospitality management encompasses more roles.\n\nHospitality careers have always been labeled as low-paying, seasonal, repetitive, stressful, odd working hours as well as being physically and emotionally demanding. This could be possible factors deterring graduates from applying for a job in the industry. For example, hospitality workers in Malaysia had little confidence that even with the introduction of a minimum wage policy, salary levels and working conditions will not improve in the hospitality industry. Students' perception of career barriers is a factor leading to the rejection of certain career choices. Furthermore, there is tension from older hospitality workers not appreciating and seeing younger hospitality workers with having little value and work experience.\n\nHowever, hospitality management can be a very worthwhile career path with many opportunities to advance and develop. The different range of management roles in hospitality means that there are lots of opportunities within the field. As mentioned above, you can aim for advancement within hospitality management. This means there are plenty of incentives to improve your skills and knowledge as well as provide new challenges and fresh experiences. You could look at general management roles, advanced management roles, or specialist roles such as director of business operations. You can also consider starting your own hotel, resort, or restaurant, or look at consultancy.\n\nNumerous researchers have studied the attitudes of hospitality students towards pursuing a hospitality-related career. The majority of past studies focused on the attitudes of 'Generation Y', who have mostly graduated from their undergraduate or postgraduate program and moved on to employment. Other studies explored the characteristics of Millennials hospitality management students. However, there is a lack of research aimed towards Generation Z, the generation that will feed into the hospitality workforce in the near future. According to Davidson et al., the generational change in the hospitality workforce implies different work attitudes that will affect Human Resource Management in the hospitality industry. For example, Generation X are more concerned about the social climate, whereas Generation Y are more motivated by career development and job content.\n\nHospitality institutions have an obligation to address the industry workforce gap through the delivery of curriculum and training critical for preparing students to progress into their hospitality career. To maximize employability, graduate attributes must be current and desired by the hospitality industry. It is essential for hospitality employers to recognize Generation Z's needs and expectations of the job, thus enticing them to join the hospitality workforce. As mentioned by Chacko et al., Human Resource Managers need to anticipate attitudes, desires, characteristics, and skills of upcoming generations as they make up the majority of the new hires.\n\nOnce you have a hospitality degree and want to get started in hospitality management, there are some key things to do. It is crucial to stay updated on the latest industry trends, career development advice, and program releases from leading hospitality schools. By doing so, you can stay ahead of the curve and make informed decisions about your career path. Additionally, it is essential to respect your privacy and be mindful of the information you share, especially when subscribing to newsletters or updates from hospitality schools.\n\nIn conclusion, the hospitality industry offers a wide range of rewarding career options, and it is essential to understand the different roles and opportunities available. By recognizing the challenges and benefits of a career in hospitality, you can make informed decisions about your future. It is crucial to stay updated on the latest industry trends, anticipate the needs and expectations of upcoming generations, and be mindful of your personal and professional development. With the right skills, knowledge, and attitude, you can succeed in the hospitality industry and enjoy a fulfilling and rewarding career."
            }
         ]
      },
      {
         "name": "Housekeeping Department. Standards. Safety requirements at the workplace.",
         "topics": [
            {
               "name": "Housekeeping department",
               "description": "Organizational structure of the housekeeping department. The role of the Housekeeping Attendant in creating a positive guest experience. Description of the maid's duties in a hotel. Guest-centered thinking: Emphasize the importance of anticipating guest needs. Career development (micro) + cross training for housekeeping attendant.",
               "content": "Chapter: Introduction to the Hospitality Industry and Career Opportunities\n\nThe hospitality industry is a wide-ranging and ever-growing field that offers a wide range of rewarding career options. Whether you want to become a food and beverage manager or work in hotel management, there are plenty of dynamic paths to take and plenty of different hospitality management job options. Hospitality is a wonderful sector if you love working with people and want a career in an area that is always evolving to include new tracks and meet new challenges. However, it can also be a competitive industry, especially if you're looking at managerial roles.\n\nThe industry is varied and includes many different roles. Hospitality spans a range of service areas, such as restaurants, the hotel industry, event planning, resorts, spas and wellness, and more. All of these complement each other to ensure that people get what they need when they visit a hospitality venue. The industry is always growing and changing, and the future outlook for hospitality is bright, with an expanding customer base that expects new trends and products. This growth means that there are numerous career opportunities in the hospitality industry.\n\nMany professionals choose to work in hospitality if they enjoy working with people while also using skills such as organization, communication, and team management. There are many different career paths and job opportunities within hospitality. Several of these positions in hospitality have overlapping duties, but they are all distinct areas within hospitality. Some of the main hospitality careers you can choose from include management roles, which are often put in the same basket, but hospitality management encompasses more roles.\n\nYou may be unsure if hospitality management is a good career, but it can be a very worthwhile career path with many opportunities to advance and develop. The different range of management roles in hospitality means that there are lots of opportunities within the field. As mentioned above, you can aim for advancement within hospitality management. This means there are plenty of incentives to improve your skills and knowledge as well as provide new challenges and fresh experiences. You could look at general management roles, advanced management roles, or specialist roles such as director of business operations. You can also consider starting your own hotel, resort, or restaurant, or look at consultancy.\n\nTo get ahead in the hospitality industry, getting the right qualifications is vital. There are many different certifications you can get within hospitality, all of which will give you the skills you need. If you don't have a hospitality degree, you will find it harder to advance within the field of hospitality management, as you will need to work your way up from entry-level jobs in hospitality and do on-the-job training. Once you have a hospitality degree and want to get started in hospitality management, there are some key things to do. If you have studied a different degree or are already in your career, there are still options for getting into hospitality management. For example, there are career-changing intensive courses, and there are lots of things you can do with a hospitality MBA to advance in the industry.\n\nIn the hospitality industry, there are many skills that are highly valued, including organization, communication, and team management. These skills are essential for success in the industry, and having them can open up many career opportunities. By understanding the different career paths and job opportunities within hospitality, you can make an informed decision about your future career. With the right qualifications and skills, you can succeed in the hospitality industry and enjoy a rewarding and challenging career.\n\nThe hospitality industry is always evolving, and staying up-to-date with the latest industry trends is essential for success. By following industry news and developments, you can stay ahead of the curve and make informed decisions about your career. Additionally, many hospitality schools and organizations offer insights and advice on career development, which can be a valuable resource for those looking to advance in the industry. By taking advantage of these resources and staying committed to your goals, you can achieve success in the hospitality industry and enjoy a fulfilling and rewarding career."
            },
            {
               "name": "Introduction to service standards (SOPs)",
               "description": "Types of hotel rooms. Abbreviations. What are the Hotel Service Standards. Goals and importance of compliance with standards.",
               "content": "CHAPTER 1: Introduction to Hotel Service Standards and the Evolution of Quality Competition in the Hospitality Industry\n\nThe hospitality industry has undergone significant changes over the years, driven by shifting consumer preferences, advancements in technology, and innovative business strategies. One key aspect of this evolution is the concept of quality competition, which refers to the ways in which hotels and other lodging establishments compete with each other to provide the best possible experience for their guests. In this chapter, we will explore the history and development of quality competition in the hospitality industry, with a focus on the introduction of new hotel service standards and the impact of these changes on the industry as a whole.\n\nIn the early 1980s, the hospitality industry was characterized by a focus on out-of-room amenities, such as restaurants, pools, and lounges. Hotels competed with each other by offering a wide range of these amenities, often at a high cost. However, this approach began to shift as hotels like La Quinta and Marriott realized that many business travelers were not interested in these amenities and instead valued clean, comfortable rooms at a low price. La Quinta, in particular, developed a unique approach to attracting business travelers by providing large rooms with ample space to work, at a lower price point than its competitors. This approach allowed La Quinta to prosper during the 1970s and 1980s, and it became a model for other hotels to follow.\n\nMarriott, a major hotel chain, also recognized the importance of shifting its focus towards in-room amenities. In the early 1980s, Marriott operated a chain of large, higher-end full-service hotels that typically had 300-500 rooms. However, the company was concerned that its hotels were not attractive to some segments of travelers, including business travelers seeking medium-quality hotels. To address this issue, Marriott hired two prominent marketing professors, Jerry Wind and Paul Green from Wharton, to conduct customer surveys and apply segmentation analysis to inform the features and pricing of hotels in a new chain.\n\nThe results of this analysis were surprising to Marriott executives, who had expected that hotels in the new chain would simply be smaller versions of existing Marriott hotels. Instead, the analysis indicated that many out-of-room amenities that hotels typically offered were not valued by business travelers. As a result, Marriott decided to focus on in-room amenities, such as larger rooms, nicer décor, and larger bathtubs, in its new chain, Courtyard by Marriott. The company also eliminated certain out-of-room services, such as bellmen and concierges, and instead emphasized the quality of the rooms themselves.\n\nThe success of Courtyard by Marriott was significant, and it led to a restructuring of the mid-price level of the lodging industry. At least five new hotel chains were initiated by other hotel groups, all of which offered a high-end hotel room at a mid-level price. This shift towards in-room amenities and away from out-of-room amenities had a profound impact on the hospitality industry, leading to the development of the \"limited services\" segment of the hotel industry. This segment is characterized by hotels that focus on providing clean, comfortable rooms at a low price, without the elaborate amenities that were once considered essential.\n\nThe innovation of Marriott's approach can be seen as a form of supply shock, which changed the way hotel operators competed with each other. By focusing on in-room amenities, hotels were able to compete more effectively for business travelers, who valued the quality of the rooms themselves. This shift also changed the form of quality-enhancing investments, with hotels investing more in variable costs, such as larger rooms and nicer décor, rather than fixed costs, such as restaurants and pools.\n\nAccording to Sutton's theory, this change in the form of quality competition should lead to a more fragmented industry structure, with more, but smaller, hotels. This is because the cost of supplying in-room amenities varies directly with the number of rooms, whereas the cost of supplying out-of-room amenities has a fixed component that can be scaled across many customers at once. As a result, hotels are more likely to compete by adding more rooms, rather than by increasing the size of their existing hotels.\n\nIn conclusion, the evolution of quality competition in the hospitality industry has been driven by changes in consumer preferences and innovative business strategies. The introduction of new hotel service standards, such as those introduced by La Quinta and Marriott, has had a profound impact on the industry, leading to the development of the \"limited services\" segment and a more fragmented industry structure. As the industry continues to evolve, it is likely that hotels will continue to focus on providing high-quality in-room amenities, while eliminating unnecessary out-of-room amenities. This shift will likely lead to a more competitive and dynamic industry, with a greater range of options available to consumers.\n\nThe importance of compliance with hotel service standards cannot be overstated. Hotels that fail to meet these standards risk losing customers and damaging their reputation. On the other hand, hotels that exceed these standards can gain a competitive advantage and attract a loyal customer base. As the hospitality industry continues to evolve, it is essential that hotels prioritize compliance with service standards, while also innovating and adapting to changing consumer preferences.\n\nIn the next chapter, we will explore the types of hotel rooms and abbreviations used in the hospitality industry, as well as the goals and importance of compliance with hotel service standards. We will also examine the different types of hotels and their characteristics, including luxury hotels, budget hotels, and boutique hotels. By understanding these concepts, readers will gain a deeper understanding of the hospitality industry and the importance of service standards in ensuring a high-quality experience for guests."
            },
            {
               "name": "Practical task",
               "description": "Getting to know the territory of the hotel Shelest. Location of rooms, service areas, recreation areas."
            },
            {
               "name": "Theory",
               "description": "Hotel security service. Safety requirements in the workplace. Fire safety and evacuation instructions (invited guest)."
            },
            {
               "name": "Group discussion",
               "description": "Guest impressions: What is it? Why are impressions created and how? Types of impressions and their consequences. What impressions does the HK attendant manage?",
               "content": "CHAPTER 5: Guest Impressions in the Housekeeping Department - Understanding Quality Competition in the Hotel Industry\n\nThe housekeeping department plays a crucial role in creating guest impressions, which are vital for the success of any hotel. Guest impressions refer to the perceptions and attitudes that guests form about a hotel based on their experiences and interactions with the hotel's facilities, services, and staff. In the context of the hotel industry, guest impressions are created and shaped by various factors, including the quality of rooms, out-of-room amenities, and the overall service provided by the hotel staff. In this chapter, we will delve into the concept of guest impressions, their importance, and how they are created, as well as the types of impressions and their consequences. We will also explore how housekeeping attendants manage and contribute to creating positive guest impressions.\n\nTo understand the concept of guest impressions, it is essential to examine the patterns of quality competition in the hotel industry. In the early 1980s, quality competition tended to be scale-intensive, focusing on out-of-room amenities such as restaurants, lounges, and swimming pools. Hotels competed for business travelers by offering these amenities, rather than focusing on the quality of their rooms. However, some hotels, like La Quinta, took a different approach. La Quinta's unique recipe for attracting travelers was to provide clean, comfortable rooms at low prices, without unnecessary amenities like restaurants and pools. This approach allowed La Quinta to prosper during the 1970s and 1980s, as it catered specifically to male business travelers who valued simplicity and affordability.\n\nThe success of La Quinta's approach was not lost on other hotel operators. Marriott, in particular, took notice and began to reevaluate its own strategy. In the early 1980s, Marriott operated a chain of large, higher-end full-service hotels that typically had 300-500 rooms. However, the company recognized that its hotels were not attractive to some segments of travelers, including business travelers seeking medium-quality hotels. To address this issue, Marriott hired two prominent marketing professors, Jerry Wind and Paul Green, to conduct customer surveys and apply segmentation analysis to inform the features and pricing of hotels in a new chain.\n\nThe results of this analysis were surprising to Marriott executives, who had assumed that hotels in the new chain would simply be smaller versions of existing Marriott hotels. Instead, the analysis revealed that many out-of-room amenities that hotels offered were not valued by business travelers. As a result, certain features, such as an \"action\" lounge, a more upscale restaurant, and room service, were not retained in the new chain. The new chain, Courtyard by Marriott, emphasized features of the room itself, with larger rooms, nicer décor, and larger bathtubs than mid-range competitors. The hotels had pools and restaurants, but they were functional and limited, reflecting the preferences of business travelers who valued having a good restaurant nearby, but not necessarily in the hotel itself.\n\nThe success of Courtyard by Marriott was significant, and its innovative format was imitated by competitors. At least five new chains were initiated by other hotel groups, offering high-end hotel rooms at mid-level prices. This shift in quality competition, led by Marriott's innovation, changed the way hotel operators competed, orienting them toward competing more on in-room amenities and away from competing on out-of-room amenities. The cost of supplying out-of-room amenities, such as restaurants and pools, has an element that is fixed and can be scaled across many customers at once. In contrast, the cost of supplying in-room amenities, including simply a larger room, varies directly with the number of rooms. This change in quality competition led to a more fragmented industry structure, with more, but smaller, hotels.\n\nThe implications of this shift in quality competition are significant for the housekeeping department. As hotels focus more on in-room amenities, the role of housekeeping attendants becomes even more critical in creating positive guest impressions. Housekeeping attendants are responsible for ensuring that rooms are clean, comfortable, and well-maintained, which is essential for business travelers who value simplicity and affordability. The attention to detail and quality of service provided by housekeeping attendants can make a significant difference in creating a positive impression and ensuring that guests return to the hotel.\n\nIn conclusion, guest impressions are a critical aspect of the hotel industry, and housekeeping attendants play a vital role in creating and managing these impressions. By understanding the patterns of quality competition and how they have evolved over time, we can appreciate the importance of focusing on in-room amenities and the role that housekeeping attendants play in creating positive guest impressions. As the hotel industry continues to evolve, it is essential for housekeeping attendants to stay focused on providing high-quality service and attention to detail to ensure that guests have a positive and memorable experience."
            }
         ]
      }
   ]
}